[
  "Nothing is as easy as it looks.",
  "Everything takes longer than you think.",
  "Anything that can go wrong will go wrong.",
  "If there is a possibility of several things going wrong, the one that will cause the most damage will be the one to go wrong. Corollary: If there is a worse time for something to go wrong, it will happen then.",
  "If anything simply cannot go wrong, it will anyway.",
  "If you perceive that there are four possible ways in which a procedure can go wrong, and circumvent these, then a fifth way, unprepared for, will promptly develop.",
  "Left to themselves, things tend to go from bad to worse.",
  "If everything seems to be going well, you have obviously overlooked something.",
  "Nature always sides with the hidden flaw.",
  "Mother nature is a bitch.",
  "It is impossible to make anything foolproof because fools are so ingenious.",
  "Whenever you set out to do something, something else must be done first.",
  "Every solution breeds new problems.",
  "Murphy's Law of Research: Enough research will tend to support your theory.",
  "Murphy's Law of Copiers: The legibility of a copy is inversely proportional to its importance.",
  "Murphy's Law of the Open Road: When there is a very long road upon which there is a one-way bridge placed at random, and there are only two cars on that road, it follows that: (1) the two cars are going in opposite directions, and (2) they will always meet at the bridge.",
  "Murphy's Law of Thermodynamics: Things get worse under pressure.",
  "The Murphy Philosophy: Smile... tomorrow will be worse.",
  "Quantization Revision of Murphy's Laws: Everything goes wrong all at once.",
  "Murphy's Constant: Matter will be damaged in direct proportion to its value.",
  "Left to themselves, things tend to go from bad to worse.",
  "It is impossible to make anything foolproof because fools are so ingenious.",
  "Law of the Perversity of Nature (Mrs. Murphy's Corollary): You cannot successfully determine beforehand which side of the bread to butter Corollary (Jenning): The chance of the bread falling with the buttered side down is directly proportional to the cost of the carpet."
]