[
  "Murphy's First Law: Anything that can go wrong will go wrong.",
  "Murphy's Second Law: Nothing is as easy as it looks.",
  "Murphy's Third Law: Everything takes longer than you think it will.",
  "Murphy's Fourth Law: If there is a possibility of several things going wrong, the one that will cause the most damage will be the one to go wrong.\nCorollary: If there is a worse time for something to go wrong, it will happen then.",
  "Murphy's Fifth Law: If anything simply cannot go wrong, it will anyway.",
  "Murphy's Sixth Law: If you perceive that there are four possible ways in which a procedure can go wrong, and circumvent these, then a fifth way, unprepared for, will promptly develop.",
  "Murphy's Seventh Law: Left to themselves, things tend to go from bad to worse.",
  "Murphy's Eighth Law: If everything seems to be going well, you have obviously overlooked something.",
  "Murphy's Ninth Law: Nature always sides with the hidden flaw.",
  "Murphy's Tenth Law: Mother nature is a bitch.",
  "Murphy's Eleventh Law: It is impossible to make anything foolproof because fools are so ingenious.",
  "Murphy's Twelfth Law: Whenever you set out to do something, something else must be done first.",
  "Murphy's Thirteenth Law: Every solution breeds new problems.",
  "Murphy's Fourteenth Law: If anything can't go wrong on its own, someone will make it go wrong.",
  "If Murphy's Law can go wrong, it will.",
  "Knowing Murphy's Law won't help either.",
  "Murphy's Law is recursive. Washing your car to make it rain doesn't work.",
  "Murphy's Time-Action Quandary: You never know how soon is too late.",
  "O'Toole's Commentary On Murphy's Law: Murphy was an optimist.",
  "Proof of Murphy's Law: Murphy's Law cannot be proven, yet is correct, as when you try to prove Murphy's Law, you will see that the proof is incorrect. This is obviously due to Murphy's Law, therefore Murphy's Law is correct and proven.",
  "Stewart's Corollary to Murphy's Law: Murphy's Law may be delayed or suspended for an indefinite period of time, provided that such delay or suspension will result in a greater catastrophe at a later date.",
  "Zymurgy's Seventh Exception to Murphy's Laws: When it rains, it pours.",
  "A carelessly planned project takes three times longer than expected; a carefully planned project will only take twice as long.",
  "A memorandum is written not to inform the reader but to protect the writer.",
  "A motion to adjourn is always in order.",
  "A perpetual holiday is a good working definition of hell.",
  "André Weil's Law of Faculties: First-rate people hire other first-rate people. Second-rate people hire third-rate people. Third-rate people hire fifth-rate people.",
  "Berkowitz's Postulate: A clean desk gives a sense of relief and a plan for impending disaster.",
  "Biondi's Law: If your project doesn't work, look for the part you didn't think was important.",
  "Bove's Theorem: The remaining work to finish in order to reach your goal increases as the deadline approaches.",
  "Brien's First Law: At some time in the life cycle of virtually every organization, its ability to succeed in spite of itself runs out.",
  "Completion of any task within the allocated time and budget does not bring credit upon the performance personnel — it merely proves that the task was easier than expected.",
  "Conway's Law: In any organization there is one person who knows what is going on. That person must be fired.",
  "Cost consciousness and sophisticated design are basically incompatible.",
  "Cropp's Law: The amount of work done varies inversely with the amount of time spent in the office.",
  "Dr. Samuelson's Reflection: The real objective of a committee is not to reach a decision, but to avoid it.",
  "First Law of Holes: The first step in getting out of the hole your dug for yourself is to stop digging.",
  "Second Law of Holes: If a boss digs himself into a hole, all subordinates are expected to jump in with him.",
  "Third Law of Holes: If a subordinate digs a hole, never expect the boss to jump in with him.",
  "Fourth Law of Holes: If you expect to miss the holes others have left in your path to success, stop looking back at the ones you just climbed out of.",
  "Fitz-Gibbon's Law: Creativity varies inversely with the number of cooks involved with the broth.",
  "Glasser's Corollary: If, of the seven hours you spend at work, six hours and fifty-five minutes are spent working at your desk, and the rest of the time you throw the bull with your cubicle-mate, the time at which your supervisor will walk in and ask what you're doing can be determined to within five minutes.",
  "Heller's Law: The first myth of management is that it exists.",
  "Hill's First Law of Salesmanship: Treat the customer like a mushroom; keep him in the dark and spread manure on him at frequent intervals.",
  "Nothing motivates a man more than to see his boss putting in an honest day's work.",
  "Rule of Defactualization: Information deteriorates upward through bureaucracies.",
  "Sanrio's Rule of Bureaucratic Funding (a.k.a. The Serve Yourself Solution): The first expenditure of new revenue made available to a bureaucratic agency will be used to expand the administration of the program rather than for the needs of the program itself.",
  "The degree of technical competence is inversely proportional to the level of management.",
  "The Dilbert Principle: Incompetent employees are promoted to the position where they can do the least damage — management. (Scott Adams)",
  "The ideal resume will turn up one day after the position is filled.",
  "The Law of Predicted Results: Market research can be conducted and interpreted to prove any desired conclusion.",
  "Westheimer's Rule: To estimate the time it takes to do a task, estimate the time you think it should take, multiply by two, and change the unit of measure to the next highest unit. Thus, we allocate two days for a one-hour task.",
  "A bathroom hook will be loaded to capacity immediately upon becoming available. This also applies to freeways, closets, playgrounds, downtown hotels, taxis, parking lots, wallets, purses, pockets, and so on. The list is endless.",
  "A bird in the hand is safer than two overhead.",
  "A clean tie attracts the soup of the day.",
  "Fletcher's Flagrant Rumination: Efficiency is a highly developed form of laziness.",
  "Ninety-Ninety Rule of Project Schedules: The first ninety percent of the task takes ten percent of the time; the last ten percent takes the other ninety percent.",
  "O'Reilly's Law Of The Kitchen: Cleanliness is next to impossible.",
  "Paul's Second Law: The sooner you fall behind, the more time you will have to catch up.",
  "Schopenhauer's Law of Entropy: If you put a spoonful of wine in a barrel full of sewage, you get sewage. If you put a spoonful of sewage in a barrel full of wine, you get sewage.",
  "When reviewing your notes for a test, the most important ones will be illegible.",
  "A grenade with a seven second fuse will always burn down in four seconds.",
  "A \"sucking chest wound\" is nature's way of telling you to slow down.",
  "Don't look conspicuous, it draws fire.",
  "Field experience is something you don't get until just after you need it.",
  "Friendly fire isn't.",
  "If only one solution can be found for a field problem, then it is usually a stupid solution.",
  "If the enemy is in range, so are you.",
  "If you can't remember, then the claymore is pointed at you.",
  "If you're short of everything but the enemy, you're in a combat zone.",
  "Incoming fire has the right of way.",
  "Murphy was a grunt.",
  "Never draw fire, it irritates everyone around you.",
  "Never forget that your weapon is made by the lowest bidder.",
  "Never share a foxhole with anyone braver than yourself.",
  "Never tell the platoon Sergeant you have nothing to do.",
  "Professionals are predictable, it's the amateurs that are dangerous.",
  "Success occurs when no one is looking, failure occurs when the General is watching.",
  "Teamwork is essential, it gives them someone else to shoot at.",
  "The best defense is to stay out of range.",
  "The easy way is always mined.",
  "The enemy invariably attacks on two occasions:\na. when you're ready for them.\nb. when you're not ready for them.",
  "The enemy never watches until you make a mistake.",
  "The more a weapon costs, the farther you will have to send it away to be repaired.",
  "The most dangerous thing in the world is a Second Lieutenant with a map and a compass.",
  "The one item you need is always in short supply.",
  "The worse the weather, the more you are required to be out in it.",
  "There is no such thing as military intelligence.",
  "Try to look unimportant, they may be low on ammo.",
  "Whenever you have plenty of ammo, you never miss. Whenever you are low on ammo, you can't hit the broad side of a barn.",
  "A computer makes as many mistakes in two seconds as twenty people working twenty years.",
  "All components become obsolete.",
  "Any cool program always requires more memory than you have.",
  "Brook's Law: Adding manpower to a late software project makes it later.",
  "Demian's Observation: There is always one item on the screen menu that is mislabeled and should read ABANDON HOPE ALL YE WHO ENTER HERE.",
  "Disks are always full. It is futile to try to get more disk space. Data expands to fill any void.",
  "Dr. Caligari's Come-Back: A bad sector disk error occurs only after you've done several hours of work without performing a backup.",
  "Failure is not an option. It comes bundled with the software.",
  "Forty-third Law of Computing: Anything that can go wr—",
  "Franklin's Rule: Blessed is the end user who expects nothing, for he/she will not be disappointed.",
  "Gilb's Laws Of Unreliability:\n1. At the source of every error which is blamed on the computer you will find at least two human errors, including the error of blaming it on the computer.\n2. Any system which depends on human reliability is unreliable.\n3. Undetectable errors are infinite in variety, in contrast to detectable errors, which by definition are limited.\n4. Investment in reliability will increase until it exceeds the probable cost of errors, or until someone insists on getting some useful work done.",
  "Hinds' Law Of Computer Programming:\n1. Any given program, when running, is obsolete.\n2. If a program is useful, it will have to be changed.\n3. If a program is useless, it will have to be documented.\n4. Any given program will expand to fill all available memory.\n5. The value of a program is proportional to the weight of its output.\n6. Program complexity grows until it exceeds the capability of the programmer who must maintain it.\n7. Make it possible for programmers to write programs in English, and you will find that programmers cannot write in English.\nIf a program actually fits in memory and has enough disk space, it is guaranteed to crash.\nCorollary: If such a program has not crashed yet, it is waiting for a critical moment before it crashes.",
  "If it's not in the computer, it doesn't exist.",
  "Law of Cybernetic Entomology: There is always one more bug.",
  "No matter how good a deal you get on computer components, the price will always drop immediately after the purchase.",
  "No matter how many resources you have, it is never enough.",
  "Software bugs are impossible to detect by anybody except the end user.",
  "The speed with which components become obsolete is directly proportional their price.",
  "To err is human, but to really foul things up requires a computer.",
  "Weinberg's Second Law: If builders built buildings the way programmers write programs, then the first woodpecker that came along would destroy civilization.",
  "When you finally buy enough memory, you will not have enough disk space.",
  "Wood's Axiom: As soon as a still-to-be-finished computer task becomes a life-or-death situation, the power fails.",
  "Fourth Law of Applied Terror: The night before the English History mid-term, your Biology instructor will assign 200 pages on planaria.\nCorollary: Every instructor assumes that you have nothing else to do except study for that instructor's course.",
  "Fifth Law of Applied Terror: If you are given an open-book exam, you will forget your book.\nCorollary: If you are given a take-home test, you will forget where you live.",
  "Rahilly's Law of Academic Administration: Remember that not all the faculty have all their faculties.",
  "Terman's Law: There is no direct relationship between the quality of an educational program and its cost.",
  "Utvich's Observation: Education is the process of moving from cocksure ignorance to thoughtful uncertainty.",
  "Carlson's Consolation: Nothing is ever a complete failure; it can always serve as a bad example.",
  "Experience is a good teacher but her fees are high.",
  "Experience is a wonderful thing. It allows you to recognize a mistake each time you repeat it.",
  "Experience is something you don't get until just after you need it.",
  "Fresco's Discovery: If you knew what you were doing, you'd probably be bored.",
  "Corollary: Just because you're bored doesn't mean you know what you're doing.",
  "Mistakes are seldom serious unless repeated.",
  "The trouble with using experience as a guide is that the final exam often comes first and then the lesson.",
  "A man begins cutting his wisdom teeth the first time he bites off more than he can chew.",
  "An expert is one who knows more and more about less and less until he knows absolutely everything about nothing.",
  "Dr. Reyer's Reflection: A professional is one who does a good job even when he doesn't feel like it.",
  "Gummidge's Law: The amount of expertise varies in inverse proportion to the number of statements understood by the general public.",
  "If you can't understand it, it is intuitively obvious.",
  "Ryan's Law: Make three correct guesses consecutively and you will establish yourself as an expert.",
  "Some people manage by the book, even they don't know who wrote the book, or even what book.",
  "The least experienced fisherman always catches the biggest fish.",
  "To spot the expert, pick the one who predicts the job will take the longest and cost the most.",
  "Van Oech's Law: An expert really doesn't know anymore than you do. He is merely better organized and has slides.",
  "Weiler's Law: Nothing is impossible for the man who doesn't have to do it himself.",
  "Weinberg's Corollary: An expert is a person who avoids the small errors while sweeping on to the grand fallacy.",
  "Whidden's Growl: The amateur is the one with all the answers.",
  "Freeman's Law: Halitosis is better than no breath at all.",
  "Frisch's Law: It take one woman nine months to have a baby, no matter how many men you put on the job.",
  "Firestone's Negative Reformulation of Frisch's Law: You cannot have a baby in one month by getting nine women pregnant.",
  "Loeb's Laws of Medicine:\nIf what you're doing is working, keep doing it.\nIf what you're doing is not working, stop doing it.\nIf you don't know what to do, don't do anything.\nAbove all, never let a surgeon get your patient.",
  "Shalit's Drugstore Observation: These pills can't be habit-forming; I've been taking them for years.",
  "After a raise in salary you will have less money at the end of the month than you had before.",
  "Bills travel through the mail at twice the speed of checks.",
  "Change is inevitable, except from a vending machine.",
  "If only one price can be obtained for a quotation, the price will be unreasonable.",
  "If you think nobody cares you're alive, try missing a couple of car payments.",
  "Joel's Law of Economics: First Law: For every economist, there is an equal and opposite economist. Second Law: They are both wrong.",
  "Lerman's Law of Technology: Any technical problem can be overcome given enough time and money.  Corollary: You are never given enough time or money.",
  "Never ask the barber if you need a haircut or a salesman if his is a good price.",
  "The book you spent $20.95 for today will come out in paperback tomorrow.",
  "The one item you want is never the one on sale.",
  "When there are sufficient funds in the checking account, checks take two weeks to clear. When there are insufficient funds, checks clear overnight.",
  "You never want the one you can afford.",
  "A compromise is the art of dividing the cake in such a way that each one thinks he is getting the biggest piece.",
  "A conclusion is simply the place where you got tired of thinking.",
  "A coward is a hero with a wife, kids, and a mortgage.",
  "A good sport has to lose to prove it.",
  "A little help at the right time is better than a lot of help at the wrong time.",
  "A person who can't lead and won't follow makes a dandy roadblock.",
  "A quick response is worth a thousand logical responses.",
  "Albrecht's Law: Social innovations tend to the level of minimum tolerable well-being.",
  "Anderson's Law: You can't depend on anyone to be wrong all the time.",
  "\"As a matter of fact\" is an expression that precedes many an expression that isn't.",
  "Barth's Distinction: There are two types of people: those who divide people into two types, and those who don't.",
  "Bodies in motion tend to remain in motion. Bodies at rest tend to remain in bed.",
  "Brooke's Law: Whenever a system becomes completely defined, some damn fool discovers something that either abolishes the system or expands it beyond recognition.",
  "Beauty is only skin deep, but it's a superficial world.",
  "Beauty's in the eye of the beholder, yet pin-ups find plenty of room.",
  "Burr's Law: You can fool some of the people all of the time and all of the people some of the time, and that's sufficient.",
  "Cohen’s Law: People are divided into two groups — the righteous and the unrighteous — and the righteous do the dividing.",
  "Cutler Webster's Law: There are two sides to every argument, unless a person is personally involved, in which case there is only one.",
  "Daggit's Declaration: The key to a totally open mind is total indifference.",
  "Davidson's Law of Inquiry: People ask stupid questions for a reason.",
  "Denniston's Law: Virtue is its own punishment.",
  "DeVyver's Law: Given a sufficient number of people and an adequate amount of time, you can create insurmountable opposition to the most inconsequential idea.",
  "Ducharm's Axiom: If you view a problem closely enough, you will recognize yourself as part of the problem.",
  "Ferris' Frothing: Whatever their faults, the Communists never created canned laughter.",
  "Finagle's Rule: Teamwork is essential. It allows you to blame someone else.",
  "Finster's Law: A closed mouth gathers no feet.",
  "First Law of Debate: Never argue with a fool — people might forget who's who.",
  "Freivald's Law: Only a fool can reproduce another fool's work.",
  "Glyme's Formula For Success: The secret of success is sincerity. Once you can fake that, you've got it made.",
  "Grave's Law: As soon as you make something idiot-proof, along comes another idiot.",
  "Green's Law Of Debate: Anything is possible if you don't know what you're talking about.",
  "Half the population is below median intelligence. Well over half the population is above average. This is due to the fact that there is a limit to human intelligence, but no limit to human stupidity.",
  "Harrison's Postulate: For every action, there is an equal and opposite criticism.",
  "Hobson's Homily: Common sense is the least common of all senses.",
  "Hodge's Homily: There comes a time in a man's life when he must rise above principle.",
  "Howe's Law: Every man has a scheme that will not work.",
  "Hurewitz's Memory Principle: The chance of forgetting something is directly proportional to ... to ...",
  "If nobody measures up, check your yardstick.",
  "If something is confidential, it will be left in the copier machine.",
  "If there are two or more ways to do something, and one of those ways can result in a catastrophe, then someone will do it.",
  "If there is a opinion, facts will be found to support it.",
  "Iron Law of Distribution: Them that has, gets.",
  "Jone's Law: Anyone who makes a significant contribution to any field of endeavor, and stays in that field long enough, becomes an obstruction to its progress — in direct proportion to the importance of the original contribution.",
  "Jones's Law: The man who can smile when things go wrong has thought of someone he can blame it on.",
  "Just remember that it takes forty-two muscles to frown and only four muscles to flip 'em the bird.",
  "Kopcha's Rule: There is always one more son of a bitch than you counted on.",
  "Lacopi's Law: After food and sex, man's greatest drive is to tell the other fellow how to do his job.",
  "Law of Drunkenness: You can't fall off the floor.",
  "Langsam’s Ornithological Axiom: It’s difficult to soar with eagles when you work with turkeys.",
  "Launegayer’s Observation: Asking dumb questions is easier than correcting dumb mistakes.",
  "Law of Personal Expertise: Just when you get really good at something, they don't need you to do it any more.",
  "Law of Volunteer Labor: People are always available for work in the past tense.",
  "To have a sense of humor is to be a tragic figure.",
  "Any discovery is more likely to be exploited by the wicked than applied by the virtuous.",
  "No amount of genius can overcome a preoccupation with detail.",
  "Eternal boredom is the price of vigilance.",
  "Lieberman's Law: Everybody lies; but it doesn't matter since nobody listens.",
  "Lyndon's Definition: An optimist is a father who lets his teen-age son take the car on a date. A pessimist is a father who will not. A cynic is a father who did.",
  "Make it idiot proof and someone will make a better idiot.",
  "Malek's Law: Any simple idea will be worded in the most complicated way.",
  "Mark Twain's Rule: Only kings, editors, and people with tapeworms have the right to use the editorial 'we.'",
  "Murphy's Societal Axiom: There is nothing more dangerous than good intentions combined with stupidity.",
  "Murphy's Statement on the Power of Negative Thinking: It is impossible for an optimist to be pleasantly surprised.",
  "Never do card tricks for the group you play poker with.",
  "Never judge a man till you have walked a mile in his shoes, 'cuz by then, he's a mile away, you've got his shoes, and you can say whatever the hell you want to.",
  "Newberry's Observation: The universal aptitude for ineptitude makes any human accomplishment an incredible miracle.",
  "Nolan's Observation: The difference between smart people and dumb people isn't that smart people don't make mistakes. They just don't keep making the same mistake over and over again.",
  "Nolan's Placebo: An ounce of image is worth a pound of performance.",
  "Nothing is fool-proof to a sufficiently talented fool.",
  "Parker's Law: Beauty is only skin deep, but ugly goes clean to the bone.",
  "Paulsen's Rule: Enter a purported contest and be on the sponsor's sucker list for life.",
  "Peter's Perfect-People Palliative: Each of us is a mixture of good qualities and some (perhaps) not-so-good qualities. In considering our fellow people, we should remember their good qualities and realize that their faults only prove that they are, after all, human. We should refrain from making harsh judgments of people just because they happen to be dirty, rotten, no-good sons-a-bitches.",
  "Pohl's Law: Nothing is so good that somebody, somewhere, will not hate it.",
  "Primary Rule of History: History doesn't repeat itself — historians merely repeat each other.",
  "Quade's Law: In human relations the easiest thing to achieve is a misunderstanding.",
  "Remember half the people you know are below average.",
  "Rudin's Law: In a crisis that forces a choice to be made among alternative courses of action, people tend to choose the worst possible course.",
  "Shaw's Principle: Build a system that even a fool can use, and only a fool will want to use it.",
  "Sir Perkins' \"People Differ\" Law: Some object to the fan dancer, other to the fan.",
  "Siwiak's Rule: The only way to make something foolproof is to keep it away from fools.",
  "Spark's Law of Irrepressible Use: If a person has something, they feel compelled to use it even though its use is unnecessary. Examples: The child who gets a hammer uses it. The person who gets authority will overexercise it.",
  "Starr's Law: It's only the people who you don't know who know what they're doing.",
  "Stewart's Law Of Retroaction: It is easier to get forgiveness than permission.",
  "T. H. White's Conclusion: The most difficult thing in the world is to know how to do a thing and to watch someone else doing it wrong, without commenting.",
  "Tact is the ability to tell a man he has an open mind when he has a hole in his head.",
  "Tell a man there are 100 billion stars in the Galaxy and he'll believe you. Tell him a bench has wet paint on it and he'll have to touch to be sure.",
  "The cream rises to the top. So does the scum.",
  "The Apartment Dweller's Law: Your upstairs neighbors dance, your downstairs neighbors hit the roof, and your next-door neighbors play handball.",
  "The Apartment Dweller's Corollary: Neighbors never sleep.",
  "The Fame and Fortune Axiom: Competence is not a prerequisite for success.",
  "The Law of Motivation: Creativity is great, but plagiarism is faster.",
  "The Law of Reality: Never get into fights with ugly people, they have nothing to lose.",
  "The Sagan Fallacy: To say a human being is nothing but molecules is like saying a Shakespearean play is nothing but words.",
  "The Shrink's Assessment: There's no point in worrying about apathy when you can't care less.",
  "Trust everybody ... then cut the cards.",
  "Van Roy's Law: Honesty is the best policy — there's less competition.",
  "Van Roy's Rumination: Fools rush in where fools have been before.",
  "Vile's Law of Communication: No one is listening until you make a mistake.",
  "Work is accomplished by those employees who have not reached their level of incompetence.",
  "Zymurgy's Law on the Availability of Volunteer Labor: People are always available for work in the past tense.",
  "Diogenes' First Dictrum: The more heavily a man is supposed to be taxed, the more power he has to escape being taxed.",
  "Hodges' Observation: The problem with government is that it scratches where there ain't no itch.",
  "No man's life, liberty, or property is safe while the legislature is in session.",
  "Nowlan's Deduction: Following the path of least resistance is what makes men and rivers crooked.",
  "Polis' Attorney Law: Any law enacted with more than fifty words contains at least one loophole.",
  "Sausage Principle: People who love sausage and respect the law should never watch either one being made.",
  "The Abilene Paradox: People in groups tend to agree on courses of action which, as individuals, they know are stupid.",
  "The Politician's Rule: In politics you can often be wrong, but never in doubt.",
  "Kling's Contrast: Statesmen tell you what is true even though it may be unpopular. Politicians tell you what is popular even though it may be untrue.",
  "To succeed in politics, it is often necessary to rise above your principles.",
  "Any simple theory will be worded in the most complicated way.",
  "Barr's Inertial Principle: Asking scientists to revise their theory is like asking cops to revise the law.",
  "Bassagordian's Basic Principle and Ultimate Axiom: By definition, when you are investigating the unknown, you do not know what you will find or even when you have found it.",
  "Bowie's Theorem: If an experiment works, you must be using the wrong equipment.",
  "Campbell's Law: Nature abhors a vacuous experimenter.",
  "Darwin's Law: Nature will tell you a direct lie if she can.",
  "Discovery: A couple of months in the laboratory can frequently save a couple of hours in the library.",
  "Eddington's Theory: The number of different hypotheses erected to explain a given biological phenomenon is inversely proportional to the available knowledge.",
  "Einstein's Observation: Inasmuch as the mathematical theorems are related to reality, they are not sure; inasmuch as they are sure, they are not related to reality.",
  "Felson's Law: To steal ideas from one person is plagiarism; to steal from many is research.",
  "Fett's Law of the Lab: Never replicate a successful experiment.",
  "Finagle's Creed: Science is Truth. Don't be misled by facts.",
  "Finagle's Laws:\n1. If an experiment works, something has gone wrong.\n2.1 No matter what result is anticipated, there is always someone willing to fake it.\n2.2 No matter what the result, there is always someone eager to misinterpret it.\n2.3 No matter what happens, there is always someone who believes it happened according to his pet theory.\n3.0 In any collection of data, the figure most obviously correct, beyond all need of checking, is the mistake.\n3.1 No one whom you ask for help will see it.\n3.2 Everyone who stops by with unsought advice will see it immediately.\n4. Once a job is fouled up, anything done to improve it only makes it worse.\nWingo's Axiom: All Finagle's Laws may be bypassed by learning the simple art of doing without thinking.",
  "Finagle's Rules:\n1. To study an application best, understand it thoroughly before you start.\n2. Always keep a record of data. It indicates you've been working.\n3. Always draw your curves, then plot the reading.\n4. In case of doubt, make it sound convincing.\n5. Program results should always be reproducible. They should all fail in the same way.\n6. Do not believe in miracles. Rely on them.",
  "Finman's Law of Mathematics: Nobody wants to read anyone else's formulas.",
  "First Law of Particle Physics: The shorter the life of the particle, the more it costs to produce.",
  "First Law of Scientific Progress: The advance of science can be measured by the rate at which exceptions to previously held laws accumulate.\nCorollaries:\n1. Exceptions always outnumber rules.\n2. There are always exceptions to the established exceptions.\n3. By the time one masters the exceptions, no one recalls the rules to which they apply.",
  "Fourth Law of Revision: After painstaking and careful analysis of a sample, you are always told that it is the wrong sample and doesn't apply to the problem.",
  "Further Hints on Write-Ups:\n1. In any collection of data, the figures that most closely confirm the theory are wrong.\n2. No one you ask for help will see the mistakes either.\n3. Any nagging intruder who stops by with unsought advice will see them immediately.\n4. If an experiment works, you must be using the wrong equipment.\n5. An experiment may be considered successful if no more than half the data must be discarded to agree with the theory.\n6. No experiment is ever a complete failure. It can serve as a bad example.\n7. Always leave room, when writing a report, to add an explanation if it doesn't work (Rule of the Way Out).",
  "Futility Factor: No experiment is ever a complete failure — it can always serve as a negative example.",
  "Galileo's Conclusion: Science proceeds more by what it has learned to ignore than what it takes into account.",
  "Golomb's Don'ts of Mathematical Modeling:\nDon't believe the thirty-third-order consequences of a first-order model.\nCatch Phrase: Cum grano salis.\nDon't extrapolate beyond the region of fit.\nCatch Phrase: Don't go off the deep end.\nDon't apply any model until you understand the simplifying assumptions on which it is based, and can test their applicability.\nCatch Phrase: Use only as directed.\nDon't believe that the model is the reality.\nCatch Phrase: Don't eat the menu.\nDon't distort reality to fit the model.\nCatch Phrase: The 'Procrustes Method.'\nDon't limit yourself to a single model: more than one may be useful for understanding different aspects of the same phenomenon.\nCatch Phrase: Legalize polygamy.\nDon't retain a discredited model.\nCatch Phrase: Don't beat a dead horse.\nDon't fall in love with your model.\nCatch Phrase: Pygmalion.\nDon't apply the terminology of Subject A to the problems of Subject B if it is to the enrichment of neither.\nCatch Phrase: New names for old.\nDon't expect that by having named a demon you have destroyed him.\nCatch Phrase: Rumpelstiltskin.",
  "Gordon's Law: If a research project is not worth doing at all, it is not worth doing well.",
  "Grelb's Law of Erroring: In any series of calculations, errors tend to occur at the opposite end from which you begin checking.",
  "Gross's Postulate: Facts are not all equal. There are good facts and bad facts. Science consists of using good facts.",
  "Handy Guide to Modern Science:\n1. If it's green or it wriggles, it's biology.\n2. If it stinks, it's chemistry.\n3. If it doesn't work, it's physics.\nCerf's Extensions to the Handy Guide to Modern Science:\n4. If it's incomprehensible, it's mathematics.\n5. If it doesn't make sense, it's either economics or psychology.",
  "Hanggi's Law: The more trivial your research, the more people will read it and agree.\nCorollary: The more vital your research, the less people will understand it.",
  "Henderson's Law of Scholarship: Research is reading two books that have never been read to write a third that will never be read.",
  "Hersh's Law: Biochemistry expands to fill the space and time available for its completion and publication.",
  "If in any problem you find yourself doing an immense amount of work, the answer can be obtained by simple inspection.",
  "If mathematically you end up with the wrong answer, try multiplying by the page number.",
  "In an instrument or device characterized by a number of plus-or-minus errors, the total error will be the sum of all the errors adding in the same direction.",
  "In any given calculation, the fault will never be placed if more than one person is involved.\nCorollary: In any given discovery, the credit will never be properly placed if more than one person is involved.",
  "Jaffe's Precept: There are some things that are impossible to know — but it is impossible to know these things.",
  "Law Of Continuity: Experiments should be reproducible. They should all fail in the same way.",
  "Law of Invisible Phenomena: The absence of evidence is not evidence of absence.",
  "Law of Laboratory Work: Hot glass looks exactly the same as cold glass.",
  "Logic is a systematic method of reaching the wrong conclusion with confidence.",
  "Long's Truism: Natural laws have no pity.",
  "Maier's Law: If the facts do not conform to the theory, they must be disposed of.\nCorollaries:\n1. The bigger the theory, the better.\n2. The experiment may be considered a success of no more than 50 percent of the observed measurements must be discarded to obtain a correspondence with the theory.",
  "Mann's Law (generalized): If a scientists uncovers a publishable fact, it will become central to his theory.\nCorollary: His theory, in turn, will become central to all scientific thought.",
  "May's Law of Stratigraphy: The quality of correlation is inversely proportional to the density of control.",
  "Morton's Law: If rats are experimented upon, they will develop cancer.",
  "Muench's Law: Nothing improves an innovation like lack of controls.",
  "Murphy's Law of Research: Enough research will tend to support you theory.",
  "Murphy's Metric Recommendation: We should go metric every inch of the way.",
  "(Murray) Gell-Mann's Law: Whatever isn't forbidden is required; thus, if there's no reason why something shouldn't exist, then it must exist.",
  "Ornithologist's Theory: One good tern deserves another.",
  "Osborn's Law: Variables won't, constants aren't.",
  "Parkinson's Law of Scientific Progress: The progress of science varies inversely with the number of journals published.",
  "Robert's Axiom: Only errors exist.",
  "Berman's Corollary to Robert's Axiom: One man's error is another man's data.",
  "Rocky's Lemma of Innovative Prevention: Unless the results are known in advance, funding agencies will reject the proposal.",
  "Rule of Accuracy: When working toward the solution of a problem, it always helps if you know the answer.",
  "Rules of the Lab:\n1. When you don't know what you're doing, do it neatly.\n2. Experiments must be reproducible, they should fail the same way each time.\n3. First draw your curves, then plot your data.\n4. Experience is directly proportional to equipment ruined.\n5. A record of data is essential, it shows you were working.\n6. To study a subject best, understand it thoroughly before you start.\n7. To do a lab really well, have your report done well in advance.\n8. If you can't get the answer in the usual manner, start at the answer and derive the question.\n9. If that doesn't work, start at both ends and try to find a common middle.\n10. In case of doubt, make it sound convincing.\n11. Do not believe in miracles — rely on them.\n12. Team work is essential. It allows you to blame someone else.\n13. All unmarked beakers contain fast-acting, extremely toxic poisons.\n14. Any delicate and expensive piece of glassware will break before any use can be made of it. (Law of Spontaneous Fission)",
  "Second Law of Particle Physics: The basic building blocks of matter do not occur in nature.",
  "Skinner's Constant (Flanagan's Finagling Factor): That quantity which, when multiplied by, divided by, added to, or subtracted from the answer you get, gives you the answer you should have got.",
  "Tenenbaum's Law of Replicability: The most interesting results happen only once.",
  "The First Law of Mathematics: The answer has to look right.",
  "The Law of the Perversity of Nature: You cannot successfully determine beforehand which side of the bread to butter.",
  "The Law of the Too Solid Goof: In any collection of data, the figures that are obviously correct beyond all need of checking contain the errors.\nCorollary 1: No one you ask for help will see the error either.\nCorollary 2: Any nagging intruder, who stops by with unsought advice, will spot it immediately.",
  "The less management demands of engineers and scientists, the greater their productivity.",
  "The Prime Axiom: In any field of scientific endeavor, anything that can go wrong, will.",
  "The Referee's Creed: What I don't understand I despise, what I despise I reject.",
  "The Reliability Principle: The difference between the Laws of Nature and Murphy's Law is that with the Laws of Nature you can count on things screwing up the same way every time.",
  "The Snafu Equations:\n1. Given any problem containing N equations, there will be N+1 unknowns.\n2. The object or bit of information most needed will be least available.\n3. The device requiring service or adjustment will be least accessible.\n4. In any human endeavor, once you have exhausted all possibilities and failed, there will be one solution, simple, obvious, and highly visible to everyone else.\n5. Badness comes in waves.\n6. Interchangeable devices won't.",
  "Thumb's First Postulate: It is better to solve a problem with a crude approximation and know the truth, plus or minus 10 percent, than to demand an exact solution and not know the truth at all.",
  "Thumb's Second Postulate: An easily understood, workable falsehood is more useful than a complex, incomprehensible truth.",
  "Veslind's Law of Experimentation:\n1. If reproducibility may be a problem, conduct the test only once.\n2. If a straight line fit is required, obtain only two data points.",
  "Weiner's Law of Libraries: There are no answers, only cross references.",
  "Whole Picture Principle: Research scientists are so wrapped up in their own narrow endeavors that they cannot possibly see the whole picture of anything, including their own research.\nCorollary: The Director of Research should know as little as possible about the specific subject of research he or she is administering.",
  "Williams and Holland's Law: If enough data is collected, anything may be proven by statistical methods.",
  "Wingo's Research Principle: The bigger the discovery, the more likely it was made while testing for something else.",
  "Woodward's Law: A theory is better than its explanation.",
  "Wyszowski's Laws:\n1. No experiment is reproducible.\n2. Anything can be made to work if you fiddle with it long enough.\nYoung's Comment on Scientific Method: You can't get here from there.\nYoung's Law: All great discoveries are made by mistake.\nCorollary: The greater the funding, the longer it takes to make the mistake.",
  "A big enough hammer fixes anything.",
  "A complex system that works is invariably found to have evolved from a simple system that works.",
  "A failure will not appear until a unit has passed final inspection.",
  "A piece of electronic equipment is housed in a beautifully designed cabinet, and at the side or on top is a little box containing the components which the designer forgot to make room for.",
  "After all is said and done, a hell of a lot more is said than done.",
  "All warranty and guarantee clauses become invalid upon payment of the final invoice.",
  "Allen's (Or Cann's) Axiom: When all else fails, read the instructions.",
  "Any circuit design must contain at least one part which is obsolete, two parts which are unobtainable and three parts which are still under development.",
  "Any instrument when dropped will roll into the least accessible corner.",
  "Arnold's Laws of Documentation:\n1. If it should exist, it doesn't.\n2. If it does exist, it's out of date.\n3. Only useless documentation transcends the first two laws.",
  "As soon as the stewardess serves the coffee, the airline encounters turbulence.",
  "Blauw's Law: Established technology tends to persist in spite of new technology.",
  "Cheop's Law: Nothing ever gets built on schedule or within budget.",
  "Cook's Cogitation: When putting cheese in a mousetrap, always leave room for the mouse.",
  "Corry's Law: Paper is always strongest at the perforations.",
  "DeVrie's Dilemma: If you hit two typewriter keys simultaneously, the one you don't want to hit the paper does.",
  "Ellis's Law: Progress is the exchange of one nuisance for another.",
  "If all you have is a hammer everything will look like a nail.",
  "If it doesn't fit, use a bigger hammer.",
  "If it says \"one size fits all,\" it doesn't fit anyone.",
  "If several thing can go wrong, the one that will cause the most damage will be the one to go wrong.",
  "Interchangeable parts won't.",
  "Launegayer's Maxim: All the world's an analog tape, and digital circuits play only bit parts.",
  "Mr. Cooper's Law: If you do not understand a particular word in a piece of technical writing, ignore it. The piece will make perfect sense without it.\nBogovich's Corollary to Mr. Cooper's Law: If the piece makes no sense without the word, it will make no sense with the word.",
  "Murphy's Law for Electricians: Any wire cut to length will be too short.",
  "Never make anything simple and efficient when a way can be found to make it complex and wonderful.",
  "Quality assurance doesn't.",
  "Ralph's Observation: It is a mistake to allow any mechanical object to realize you are in a hurry.",
  "Rapoport's Rule of the Roller Skate Key: Certain items that are crucial to a given activity will show up with uncommon regularity until the day when that activity is planned. At this point, the item in question will disappear from the face of the earth.",
  "Sattinger's Law: It works better if you plug it in.",
  "Segal's Law: A man with one watch knows what time it is. A man with two watches is never sure.",
  "Technology is dominated by those who manage what they do not understand.",
  "The Law of Repair: It costs more to fix it than to buy a new one.",
  "The maintenance engineer will never have seen a model quite like yours before.",
  "The more an item costs, the farther you have to send it for repairs.",
  "The Principle Concerning Multifunctional Devices: The more functions a device is required to perform, the less effectively it can perform any individual function.",
  "Theory of Assembly: Instructions are that which will be read as a last resort.",
  "A foot is a device for finding furniture in the dark.",
  "A free agent is anything but.",
  "A phenomenon known to anyone who has ever lit fires: You can throw a burnt match out the window of your car and start a forest fire while you can use two boxes of matches and a whole edition of the Sunday paper without being able to start a fire under the dry logs in your fireplace.",
  "A Smith and Wesson beats four aces.",
  "An ounce of application is worth a ton of abstraction.",
  "Anything that happens enough times to irritate you will happen at least once more.",
  "Aristotle's Dictum: One should always prefer the probable impossible to the improbable possible.",
  "Arthur C. Clarke's Law: It has yet to be proven that intelligence has any survival value.",
  "Ask not for whom the telephone bell tolls... if thou art in the bathtub, it tolls for thee.",
  "Berra's Comment: It's déjà vu all over again.",
  "Better to understand a little than to misunderstand a lot.",
  "Boob's Law: You always find something in the last place you look.",
  "Chisolm's Law of Inevitability: Any time things appear to be going better, you have overlooked something. (Shirley Chisholm)",
  "Dickson’s Gardening Rule: When weeding, the best way to make sure you are removing a weed and not a valuable plant is to pull on it. If it comes out of the ground easily, it is a valuable plant.",
  "Ducharme's Precept: Opportunity always knocks at the least opportune moment.",
  "Ed's Law of Radiology: The colder the X-ray table, the more body you are required to place upon it.",
  "Eklunds Law: The probability of an event being a coincidence decreases as the number of coincidences surrounding the event increases.",
  "The probability that anyone will believe a singular event is coincidence increases as the number of coincidences surrounding the event increases.",
  "Epstein's Axiom: With extremely few exceptions, nothing is worth the trouble.",
  "Etorre's Observation: The other line moves faster. This applies to all lines — bank, supermarket, tollbooth, customs, and so on. And don't try to change lines. The Other Line — the one you were in originally — will then move faster. (Barbara Ettore)",
  "Everything will go wrong at one time.\nCorollary: That time is always when you least expect it.",
  "Exceptions always outnumber rules.",
  "Farber's Fourth Law: Necessity is the mother of strange bedfellows.",
  "Finagle's Corollary: On a seasonally adjusted basis, there are only six months in a year.",
  "Firestone's Law of Forecasting: Chicken Little only has to be right once.",
  "Foster's Thought: If polls are so accurate, why are there so many polling companies?",
  "Gentry's Conclusion: Virtue is just vice at rest.",
  "George's Lament: The one exception to the rule that what goes up must come down is the landing gear.",
  "Gerhardt's Law: If you find something you like, buy a lifetime supply. They are going to stop making it.",
  "Gerrold's Laws of Infernal Dynamics:\n1. An object in motion will always be headed in the wrong direction.\n2. An object at rest will always be in the wrong place.\n3. The energy required to change either one of these states will always be more than you wish to expend, but never so much as to make the task totally impossible.",
  "Given the most inappropriate time for something to go wrong, that's when it will occur.",
  "Grandmother Blackburn's Mental Umbrella: Always be prepared for the worst. If it happens, you are ready for it. If it doesn't, you will be pleasantly surprised.",
  "Gumperson's Law: The probability of a given event occurring is inversely proportional to its desirability.",
  "He who dies with the most toys, is, nonetheless, still dead.",
  "He who hesitates is not only lost, but miles from the next exit.",
  "He who hesitates is probably right.",
  "Henry Luce's Law: No good deed goes unpunished.",
  "Hoare's Law of Large Problems: Inside every large problem is a small problem struggling to get out.",
  "Hofstadter's Law: It always takes longer than you expect, even when you take Hofstadter's Law into account.",
  "How long a minute is depends upon which side of the bathroom door you're on.",
  "Hubbard's Law: Don't take life too seriously; you won't get out of it alive.",
  "If at first you do succeed, try not to look astonished.",
  "If at first you don't succeed, sky diving is definitely not for you.",
  "If good luck is when preparation meets opportunity, then bad luck must be when poor planning meets a Mack truck.",
  "If nothing can go wrong, something will.",
  "It all looks the same if you're not the lead dog.",
  "It's the early bird who gets the worm but it's the second mouse who gets the cheese.",
  "Jenkinson's Law: It won't work.",
  "Jerry's Law: Just because everything is different doesn't mean anything has changed.",
  "Juhani's Law: The compromise will always be more expensive than either of the suggestions it is compromising.",
  "Kipling's Errata: If you keep your head when all about you are losing theirs, you don't understand the problem.",
  "Laocoön's Law of Improbable Generosity: Don't look a gift horse in the mouth, but do check for Greek solders elsewhere in its anatomy.",
  "Langsam's Laws\n1. Everything depends.\n2. Nothing is always.\n3. Everything is sometimes.",
  "Larkinson's Law: All laws are basically false.",
  "Laura's Law: No child throws up in the bathroom.",
  "Law of Probable Dispersal: Whatever it is that hits the fan will not be evenly distributed.",
  "Life is a series of very rude awakenings.",
  "Lippka's Law: When the world falls into complete moral decay, don't be so old you can't enjoy it.",
  "Lord Falkland's Rule: When it is not necessary to make a decision, it is necessary not to make a decision.",
  "Love letters, business contracts and money due you always arrive three weeks late, whereas junk mail arrives the day it was sent.",
  "Martin's Universal Law: Nothing is ever so good nor so bad that it can't be expanded to be more so.",
  "Mathis' Rule: It is bad luck to be superstitious.",
  "Meskimen's Law: There's never time to do it right, but always time to do it over.",
  "Monday is an awful way to spend 1/7th of your life.",
  "Murphy's Clarification of Thomas Wolfe's Law: You can go home again — you just can't stay there.",
  "Murphy's Law of Selective Gravity: An object will fall so as to do the most damage.\nJenning's Corollary to Murphy's Law of Selective Gravity: The chance of the bread falling with the buttered side down is directly proportional to the cost of the carpet.",
  "The Course of Progress: Most things get steadily worse.",
  "The Path of Progress: A shortcut is the longest distance between two points.",
  "The Dialectics of Progress: Direct action produces direct reaction.",
  "The Pace of Progress: Society is a mule, not a car. If pressed too hard, it will kick and throw off its rider.",
  "Nietzsche's \"I Need It\" Clarification: Necessity is an interpretation, not a fact.",
  "No matter where you go, there you are. (Buckaroo Bonzai)",
  "No matter which way you go, it's uphill and against the wind.",
  "Nonreciprocal Laws of Expectations: Negative expectations yield negative results. Positive expectations yield negative results.",
  "Norman's Household Hint: Give me a home where the buffalo roam, and you've got a room full of buffalo chips.",
  "Nothing is as inevitable as a mistake whose time has come.",
  "Nothing is ever so bad that it can't get worse.",
  "Oler's Theorem: Everybody needs a certain level of misery in his life to ever be happy.",
  "Corollary 1: If his misery falls below his critical level, he becomes unhappy and is driven to seek new misery.",
  "Corollary 2: When his total misery rises to his critical level he becomes happy again.",
  "Oliver's Law Of Location: No matter where you are, there you are.",
  "Peer's Law: The solution to a problem changes the problem.",
  "Perrussel's Law: There is no job so simple that it cannot be done wrong.",
  "Preudhomme's Law of Window Cleaning: It's on the other side.",
  "Pudder's Law: Anything that begins well will end badly. (Note: The converse of Pudder's law is not true.)",
  "Ray's Rueful Rumination: The world is full of surprises, very few of which are pleasant.",
  "Red's Rumination: Even with a nightcap, a wolf looks nothing like a grandmother.",
  "Rule of Failure: If at first you don't succeed, destroy all evidence that you have tried.",
  "Rule of Reason: If nobody uses it, there's a reason.",
  "Seay's Law: Nothing ever comes out as planned.",
  "Second Rule of Environmental Protection: The most efficient way to dispose of toxic waste is to reclassify the waste as non toxic.",
  "Sevareid's Law: The chief cause of problems is solutions.",
  "Simenon's Profound Postulate: All proverbs contradict each other.",
  "Slick's Three Laws of the Universe:\n1. Nothing in the known universe travels faster than a bad check.\n2. A quarter-ounce of chocolate equals four pounds of fat.\n3. There are two types of dirt: the dark kind, which is attracted to light objects, and the light kind, which is attracted to dark objects.",
  "Some days you're the dog, some days you're the hydrant.",
  "Souder's Law: Repetition does not establish validity.",
  "Steiger's Law: This is as bad as the situation can get — but don't bet on it.",
  "Steinmetz's Rumination: There are no foolish questions, and no man becomes a fool until he stops asking questions.",
  "Stovall's Law of Negative Inaction: The only thing wrong with doing nothing is that you never know when you're finished.",
  "Success always occurs in private, and failure in full view.",
  "Teller's Commentary: Whoever learns to control the weather will have destroyed the last safe topic of conversation.",
  "Terman's Law of Innovation: If you want a track team to win the high jump, you find one person who can jump seven feet, not seven people who can jump one foot.",
  "The 50-50-90 rule: Any time you have a 50-50 chance of getting something right, there's a 90% probability you'll get it wrong.",
  "The bag that breaks is the one with the eggs.",
  "The best way to win an argument is to be right.",
  "The Carpenter's Rule: Cut to fit; beat into place.",
  "The hardness of butter is directly proportional to the softness of bread.",
  "The hidden flaw never remains hidden.",
  "The Holiday Turkey Laws:\nThe size of a turkey bears no relation to the amount of hash it will produce.\nAt any given dinner where a single turkey is carved, three of the guests will ask for wings.\nRegardless of what time a wife serves a holiday dinner, it will cause her husband to miss the last half of the TV football game.\nThe job of carving a turkey is always assigned to the person least capable of carrying it out.\nThe space available in an electric refrigerator contracts or expands in inverse ratio to the amount of leftovers.",
  "The Law of Avoiding Oversell: When putting cheese in a mousetrap, always leave room for the mouse.",
  "The Law of Common Sense: Never accept a drink from a urologist.",
  "The Law of Self Sacrifice: When you starve with a tiger, the tiger starves last.",
  "The Law of Volunteering: If you dance with a grizzly bear, you had better let him lead.",
  "The more you complain, the longer God lets you live.",
  "The only perfect science is hindsight.",
  "The Ruler Rule: There is no such thing as a straight line.",
  "The severity of the itch is inversely proportional to the reach.",
  "The Spare-Parts Principle: Accessibility during recovery of small parts which fall from the work bench varies directly with the size of the part and inversely with its importance to the completion of work underway.",
  "The telephone will ring when you are outside the door, fumbling for your keys.",
  "The Two Laws of Frisbee:\n1. The most powerful force in the world is that of a disc straining to land under a car, just out of reach (this force is technically termed 'car suck.')\n2. Never precede any maneuver by a comment more predictive than 'Watch this!'",
  "The universe is not indifferent to intelligence, it is actively hostile to it.",
  "The Unspeakable Law: As soon as you mention something...\n... if it's good, it goes away.\n... if it's bad, it happens.",
  "The \"Where Are They When You Need Them?\" Principle: If a man steals from you once, he's a fool; if a man steals from you twice, you're the fool; if he steals from you thrice, the odds are eight to five the thief and the agency charged with the theft protection are one and the same.",
  "There is something about a closet that makes a skeleton restless.",
  "Thyme's Law: Everything goes wrong at once.",
  "Two wrongs are only the beginning.",
  "Unnamed Law: If it happens, it must be possible.",
  "We are born naked, wet and hungry. Then things get worse.",
  "Weinberg's First Law: Progress is made on alternative Fridays.",
  "Wethern's Law: Assumption is the mother of all screw-ups.",
  "When everything's coming your way, you're in the wrong lane and going the wrong way.",
  "When you drop change at a vending machine, the pennies will fall nearby, while all other coins will roll out of sight.",
  "Whitehead's Law: The obvious answer is always overlooked.",
  "Wolf's Law, or an Optimistic View of a Pessimistic World: It isn't that things will necessarily go wrong (Murphy's Law), but rather that they will take so much more time and effort than you think if they are not to go wrong.",
  "You can never tell which way the train went by looking at the track.",
  "Zymurgy's First Law of Evolving System Dynamics: Once you open a can of worms, the only way you can re-can them is to use a larger can. (Old worms never die; they just worm their way into larger cans.)"
]