[
  {"law": "\"As a matter of fact\" is an expression that precedes many an expression that isn't."},
  {"law": "A \"sucking chest wound\" is nature's way of telling you to slow down."},
  {"law": "A bathroom hook will be loaded to capacity immediately upon becoming available. This also applies to freeways, closets, playgrounds, downtown hotels, taxis, parking lots, wallets, purses, pockets, and so on. The list is endless."},
  {"law": "A big enough hammer fixes anything."},
  {"law": "A bird in the hand is safer than two overhead."},
  {"law": "A carelessly planned project takes three times longer than expected; a carefully planned project will only take twice as long."},
  {"law": "A clean tie attracts the soup of the day."},
  {"law": "A complex system that works is invariably found to have evolved from a simple system that works."},
  {"law": "A compromise is the art of dividing the cake in such a way that each one thinks he is getting the biggest piece."},
  {"law": "A computer makes as many mistakes in two seconds as twenty people working twenty years."},
  {"law": "A conclusion is simply the place where you got tired of thinking."},
  {"law": "A coward is a hero with a wife, kids, and a mortgage."},
  {"law": "A failure will not appear until a unit has passed final inspection."},
  {"law": "A foot is a device for finding furniture in the dark."},
  {"law": "A free agent is anything but."},
  {"law": "A good sport has to lose to prove it."},
  {"law": "A grenade with a seven second fuse will always burn down in four seconds."},
  {"law": "A little help at the right time is better than a lot of help at the wrong time."},
  {"law": "A man begins cutting his wisdom teeth the first time he bites off more than he can chew."},
  {"law": "A memorandum is written not to inform the reader but to protect the writer."},
  {"law": "A motion to adjourn is always in order."},
  {"law": "A perpetual holiday is a good working definition of hell."},
  {"law": "A person who can't lead and won't follow makes a dandy roadblock."},
  {"law": "A piece of electronic equipment is housed in a beautifully designed cabinet, and at the side or on top is a little box containing the components which the designer forgot to make room for."},
  {"law": "A quick response is worth a thousand logical responses."},
  {"law": "A Smith and Wesson beats four aces."},
  {"law": "After a raise in salary you will have less money at the end of the month than you had before."},
  {"law": "After all is said and done, a hell of a lot more is said than done."},
  {"law": "All components become obsolete."},
  {"law": "All warranty and guarantee clauses become invalid upon payment of the final invoice."},
  {"law": "An expert is one who knows more and more about less and less until he knows absolutely everything about nothing."},
  {"law": "An ounce of application is worth a ton of abstraction."},
  {"law": "Any circuit design must contain at least one part which is obsolete, two parts which are unobtainable and three parts which are still under development."},
  {"law": "Any cool program always requires more memory than you have."},
  {"law": "Any discovery is more likely to be exploited by the wicked than applied by the virtuous."},
  {"law": "Any instrument when dropped will roll into the least accessible corner."},
  {"law": "Any simple theory will be worded in the most complicated way."},
  {"law": "Anything that happens enough times to irritate you will happen at least once more."},
  {"law": "As soon as the stewardess serves the coffee, the airline encounters turbulence."},
  {"law": "Ask not for whom the telephone bell tolls... if thou art in the bathtub, it tolls for thee."},
  {"law": "Beauty is only skin deep, but it's a superficial world."},
  {"law": "Beauty's in the eye of the beholder, yet pin-ups find plenty of room."},
  {"law": "Better to understand a little than to misunderstand a lot."},
  {"law": "Bills travel through the mail at twice the speed of checks."},
  {"law": "Bodies in motion tend to remain in motion. Bodies at rest tend to remain in bed."},
  {"law": "Change is inevitable, except from a vending machine."},
  {"law": "Completion of any task within the allocated time and budget does not bring credit upon the performance personnel — it merely proves that the task was easier than expected."},
  {"law": "Cost consciousness and sophisticated design are basically incompatible."},
  {"law": "Disks are always full. It is futile to try to get more disk space. Data expands to fill any void."},
  {"law": "Don't look conspicuous, it draws fire."},
  {"law": "Eternal boredom is the price of vigilance."},
  {"law": "Everything will go wrong at one time.", "corollary": "That time is always when you least expect it."},
  {"law": "Exceptions always outnumber rules."},
  {"law": "Experience is a good teacher but her fees are high."},
  {"law": "Experience is a wonderful thing. It allows you to recognize a mistake each time you repeat it."},
  {"law": "Experience is something you don't get until just after you need it."},
  {"law": "Failure is not an option. It comes bundled with the software."},
  {"law": "Field experience is something you don't get until just after you need it."},
  {"law": "Friendly fire isn't."},
  {"law": "Given the most inappropriate time for something to go wrong, that's when it will occur."},
  {"law": "Half the population is below median intelligence. Well over half the population is above average. This is due to the fact that there is a limit to human intelligence, but no limit to human stupidity."},
  {"law": "He who dies with the most toys, is, nonetheless, still dead."},
  {"law": "He who hesitates is not only lost, but miles from the next exit."},
  {"law": "He who hesitates is probably right."},
  {"law": "How long a minute is depends upon which side of the bathroom door you're on."},
  {"law": "If all you have is a hammer everything will look like a nail."},
  {"law": "If at first you do succeed, try not to look astonished."},
  {"law": "If at first you don't succeed, sky diving is definitely not for you."},
  {"law": "If good luck is when preparation meets opportunity, then bad luck must be when poor planning meets a Mack truck."},
  {"law": "If in any problem you find yourself doing an immense amount of work, the answer can be obtained by simple inspection."},
  {"law": "If it doesn't fit, use a bigger hammer."},
  {"law": "If it says \"one size fits all,\" it doesn't fit anyone."},
  {"law": "If it's not in the computer, it doesn't exist."},
  {"law": "If mathematically you end up with the wrong answer, try multiplying by the page number."},
  {"law": "If Murphy's Law can go wrong, it will."},
  {"law": "If nobody measures up, check your yardstick."},
  {"law": "If nothing can go wrong, something will."},
  {"law": "If only one price can be obtained for a quotation, the price will be unreasonable."},
  {"law": "If only one solution can be found for a field problem, then it is usually a stupid solution."},
  {"law": "If several thing can go wrong, the one that will cause the most damage will be the one to go wrong."},
  {"law": "If something is confidential, it will be left in the copier machine."},
  {"law": "If the enemy is in range, so are you."},
  {"law": "If there are two or more ways to do something, and one of those ways can result in a catastrophe, then someone will do it."},
  {"law": "If there is a opinion, facts will be found to support it."},
  {"law": "If you can't remember, then the claymore is pointed at you."},
  {"law": "If you can't understand it, it is intuitively obvious."},
  {"law": "If you think nobody cares you're alive, try missing a couple of car payments."},
  {"law": "If you're short of everything but the enemy, you're in a combat zone."},
  {"law": "In an instrument or device characterized by a number of plus-or-minus errors, the total error will be the sum of all the errors adding in the same direction."},
  {"law": "In any given calculation, the fault will never be placed if more than one person is involved.", "corollary": "In any given discovery, the credit will never be properly placed if more than one person is involved."},
  {"law": "Incoming fire has the right of way."},
  {"law": "Interchangeable parts won't."},
  {"law": "It all looks the same if you're not the lead dog."},
  {"law": "It's the early bird who gets the worm but it's the second mouse who gets the cheese."},
  {"law": "Just remember that it takes forty-two muscles to frown and only four muscles to flip 'em the bird."},
  {"law": "Knowing Murphy's Law won't help either."},
  {"law": "Life is a series of very rude awakenings."},
  {"law": "Logic is a systematic method of reaching the wrong conclusion with confidence."},
  {"law": "Love letters, business contracts and money due you always arrive three weeks late, whereas junk mail arrives the day it was sent."},
  {"law": "Make it idiot proof and someone will make a better idiot."},
  {"law": "Mistakes are seldom serious unless repeated."},
  {"law": "Monday is an awful way to spend 1/7th of your life."},
  {"law": "Murphy was a grunt."},
  {"law": "Murphy's Law is recursive. Washing your car to make it rain doesn't work."},
  {"law": "Never ask the barber if you need a haircut or a salesman if his is a good price."},
  {"law": "Never do card tricks for the group you play poker with."},
  {"law": "Never draw fire, it irritates everyone around you."},
  {"law": "Never forget that your weapon is made by the lowest bidder."},
  {"law": "Never judge a man till you have walked a mile in his shoes, 'cuz by then, he's a mile away, you've got his shoes, and you can say whatever the hell you want to."},
  {"law": "Never make anything simple and efficient when a way can be found to make it complex and wonderful."},
  {"law": "Never share a foxhole with anyone braver than yourself."},
  {"law": "Never tell the platoon Sergeant you have nothing to do."},
  {"law": "No amount of genius can overcome a preoccupation with detail."},
  {"law": "No man's life, liberty, or property is safe while the legislature is in session."},
  {"law": "No matter how good a deal you get on computer components, the price will always drop immediately after the purchase."},
  {"law": "No matter how many resources you have, it is never enough."},
  {"law": "No matter where you go, there you are. (Buckaroo Bonzai)"},
  {"law": "No matter which way you go, it's uphill and against the wind."},
  {"law": "Nothing is as inevitable as a mistake whose time has come."},
  {"law": "Nothing is ever so bad that it can't get worse."},
  {"law": "Nothing is fool-proof to a sufficiently talented fool."},
  {"law": "Nothing motivates a man more than to see his boss putting in an honest day's work."},
  {"law": "Professionals are predictable, it's the amateurs that are dangerous."},
  {"law": "Quality assurance doesn't."},
  {"law": "Remember half the people you know are below average."},
  {"law": "Software bugs are impossible to detect by anybody except the end user."},
  {"law": "Some days you're the dog, some days you're the hydrant."},
  {"law": "Some people manage by the book, even they don't know who wrote the book, or even what book."},
  {"law": "Success always occurs in private, and failure in full view."},
  {"law": "Success occurs when no one is looking, failure occurs when the General is watching."},
  {"law": "Tact is the ability to tell a man he has an open mind when he has a hole in his head."},
  {"law": "Teamwork is essential, it gives them someone else to shoot at."},
  {"law": "Technology is dominated by those who manage what they do not understand."},
  {"law": "Tell a man there are 100 billion stars in the Galaxy and he'll believe you. Tell him a bench has wet paint on it and he'll have to touch to be sure."},
  {"law": "The bag that breaks is the one with the eggs."},
  {"law": "The best defense is to stay out of range."},
  {"law": "The best way to win an argument is to be right."},
  {"law": "The book you spent $20.95 for today will come out in paperback tomorrow."},
  {"law": "The cream rises to the top. So does the scum."},
  {"law": "The degree of technical competence is inversely proportional to the level of management."},
  {"law": "The easy way is always mined."},
  {"law": "The enemy never watches until you make a mistake."},
  {"law": "The hardness of butter is directly proportional to the softness of bread."},
  {"law": "The hidden flaw never remains hidden."},
  {"law": "The ideal resume will turn up one day after the position is filled."},
  {"law": "The least experienced fisherman always catches the biggest fish."},
  {"law": "The less management demands of engineers and scientists, the greater their productivity."},
  {"law": "The maintenance engineer will never have seen a model quite like yours before."},
  {"law": "The more a weapon costs, the farther you will have to send it away to be repaired."},
  {"law": "The more an item costs, the farther you have to send it for repairs."},
  {"law": "The more you complain, the longer God lets you live."},
  {"law": "The most dangerous thing in the world is a Second Lieutenant with a map and a compass."},
  {"law": "The one item you need is always in short supply."},
  {"law": "The one item you want is never the one on sale."},
  {"law": "The only perfect science is hindsight."},
  {"law": "The probability that anyone will believe a singular event is coincidence increases as the number of coincidences surrounding the event increases."},
  {"law": "The severity of the itch is inversely proportional to the reach."},
  {"law": "The speed with which components become obsolete is directly proportional their price."},
  {"law": "The telephone will ring when you are outside the door, fumbling for your keys."},
  {"law": "The trouble with using experience as a guide is that the final exam often comes first and then the lesson."},
  {"law": "The universe is not indifferent to intelligence, it is actively hostile to it."},
  {"law": "The worse the weather, the more you are required to be out in it."},
  {"law": "There is no such thing as military intelligence."},
  {"law": "There is something about a closet that makes a skeleton restless."},
  {"law": "To err is human, but to really foul things up requires a computer."},
  {"law": "To have a sense of humor is to be a tragic figure."},
  {"law": "To spot the expert, pick the one who predicts the job will take the longest and cost the most."},
  {"law": "To succeed in politics, it is often necessary to rise above your principles."},
  {"law": "Trust everybody... then cut the cards."},
  {"law": "Try to look unimportant, they may be low on ammo."},
  {"law": "Two wrongs are only the beginning."},
  {"law": "We are born naked, wet and hungry. Then things get worse."},
  {"law": "When everything's coming your way, you're in the wrong lane and going the wrong way."},
  {"law": "When reviewing your notes for a test, the most important ones will be illegible."},
  {"law": "When there are sufficient funds in the checking account, checks take two weeks to clear. When there are insufficient funds, checks clear overnight."},
  {"law": "When you drop change at a vending machine, the pennies will fall nearby, while all other coins will roll out of sight."},
  {"law": "When you finally buy enough memory, you will not have enough disk space."},
  {"law": "Whenever you have plenty of ammo, you never miss. Whenever you are low on ammo, you can't hit the broad side of a barn."},
  {"law": "Work is accomplished by those employees who have not reached their level of incompetence."},
  {"law": "You can never tell which way the train went by looking at the track."},
  {"law": "You never want the one you can afford."},
  {"title": "(Murray) Gell-Mann's Law", "law": "Whatever isn't forbidden is required; thus, if there's no reason why something shouldn't exist, then it must exist."},
  {"title": "A phenomenon known to anyone who has ever lit fires", "law": "You can throw a burnt match out the window of your car and start a forest fire while you can use two boxes of matches and a whole edition of the Sunday paper without being able to start a fire under the dry logs in your fireplace."},
  {"title": "Albrecht's Law", "law": "Social innovations tend to the level of minimum tolerable well-being."},
  {"title": "Allen's (Or Cann's) Axiom", "law": "When all else fails, read the instructions."},
  {"title": "Anderson's Law", "law": "You can't depend on anyone to be wrong all the time."},
  {"title": "André Weil's Law of Faculties", "law": "First-rate people hire other first-rate people. Second-rate people hire third-rate people. Third-rate people hire fifth-rate people."},
  {"title": "Aristotle's Dictum", "law": "One should always prefer the probable impossible to the improbable possible."},
  {"title": "Arnold's Laws of Documentation", "laws": ["1. If it should exist, it doesn't.", "2. If it does exist, it's out of date.", "3. Only useless documentation transcends the first two laws."]},
  {"title": "Arthur C. Clarke's Law", "law": "It has yet to be proven that intelligence has any survival value."},
  {"title": "Barr's Inertial Principle", "law": "Asking scientists to revise their theory is like asking cops to revise the law."},
  {"title": "Barth's Distinction: There are two types of people", "law": "those who divide people into two types, and those who don't."},
  {"title": "Bassagordian's Basic Principle and Ultimate Axiom", "law": "By definition, when you are investigating the unknown, you do not know what you will find or even when you have found it."},
  {"title": "Berkowitz's Postulate", "law": "A clean desk gives a sense of relief and a plan for impending disaster."},
  {"title": "Berman's Corollary to Robert's Axiom", "law": "One man's error is another man's data."},
  {"title": "Berra's Comment", "law": "It's déjà vu all over again."},
  {"title": "Biondi's Law", "law": "If your project doesn't work, look for the part you didn't think was important."},
  {"title": "Blauw's Law", "law": "Established technology tends to persist in spite of new technology."},
  {"title": "Boob's Law", "law": "You always find something in the last place you look."},
  {"title": "Bove's Theorem", "law": "The remaining work to finish in order to reach your goal increases as the deadline approaches."},
  {"title": "Bowie's Theorem", "law": "If an experiment works, you must be using the wrong equipment."},
  {"title": "Brien's First Law", "law": "At some time in the life cycle of virtually every organization, its ability to succeed in spite of itself runs out."},
  {"title": "Brook's Law", "law": "Adding manpower to a late software project makes it later."},
  {"title": "Brooke's Law", "law": "Whenever a system becomes completely defined, some damn fool discovers something that either abolishes the system or expands it beyond recognition."},
  {"title": "Burr's Law", "law": "You can fool some of the people all of the time and all of the people some of the time, and that's sufficient."},
  {"title": "Campbell's Law", "law": "Nature abhors a vacuous experimenter."},
  {"title": "Carlson's Consolation", "law": "Nothing is ever a complete failure; it can always serve as a bad example."},
  {"title": "Cheop's Law", "law": "Nothing ever gets built on schedule or within budget."},
  {"title": "Chisolm's Law of Inevitability", "law": "Any time things appear to be going better, you have overlooked something. (Shirley Chisholm)"},
  {"title": "Cohen’s Law", "law": "People are divided into two groups — the righteous and the unrighteous — and the righteous do the dividing."},
  {"title": "Conway's Law", "law": "In any organization there is one person who knows what is going on. That person must be fired."},
  {"title": "Cook's Cogitation", "law": "When putting cheese in a mousetrap, always leave room for the mouse."},
  {"title": "Corollary", "law": "Just because you're bored doesn't mean you know what you're doing."},
  {"title": "Corry's Law", "law": "Paper is always strongest at the perforations."},
  {"title": "Cropp's Law", "law": "The amount of work done varies inversely with the amount of time spent in the office."},
  {"title": "Cutler Webster's Law", "law": "There are two sides to every argument, unless a person is personally involved, in which case there is only one."},
  {"title": "Daggit's Declaration", "law": "The key to a totally open mind is total indifference."},
  {"title": "Darwin's Law", "law": "Nature will tell you a direct lie if she can."},
  {"title": "Davidson's Law of Inquiry", "law": "People ask stupid questions for a reason."},
  {"title": "Demian's Observation", "law": "There is always one item on the screen menu that is mislabeled and should read ABANDON HOPE ALL YE WHO ENTER HERE."},
  {"title": "Denniston's Law", "law": "Virtue is its own punishment."},
  {"title": "DeVrie's Dilemma", "law": "If you hit two typewriter keys simultaneously, the one you don't want to hit the paper does."},
  {"title": "DeVyver's Law", "law": "Given a sufficient number of people and an adequate amount of time, you can create insurmountable opposition to the most inconsequential idea."},
  {"title": "Dickson’s Gardening Rule", "law": "When weeding, the best way to make sure you are removing a weed and not a valuable plant is to pull on it. If it comes out of the ground easily, it is a valuable plant."},
  {"title": "Diogenes' First Dictrum", "law": "The more heavily a man is supposed to be taxed, the more power he has to escape being taxed."},
  {"title": "Discovery", "law": "A couple of months in the laboratory can frequently save a couple of hours in the library."},
  {"title": "Dr. Caligari's Come-Back", "law": "A bad sector disk error occurs only after you've done several hours of work without performing a backup."},
  {"title": "Dr. Reyer's Reflection", "law": "A professional is one who does a good job even when he doesn't feel like it."},
  {"title": "Dr. Samuelson's Reflection", "law": "The real objective of a committee is not to reach a decision, but to avoid it."},
  {"title": "Ducharm's Axiom", "law": "If you view a problem closely enough, you will recognize yourself as part of the problem."},
  {"title": "Ducharme's Precept", "law": "Opportunity always knocks at the least opportune moment."},
  {"title": "Ed's Law of Radiology", "law": "The colder the X-ray table, the more body you are required to place upon it."},
  {"title": "Eddington's Theory", "law": "The number of different hypotheses erected to explain a given biological phenomenon is inversely proportional to the available knowledge."},
  {"title": "Einstein's Observation", "law": "Inasmuch as the mathematical theorems are related to reality, they are not sure; inasmuch as they are sure, they are not related to reality."},
  {"title": "Eklunds Law", "law": "The probability of an event being a coincidence decreases as the number of coincidences surrounding the event increases."},
  {"title": "Ellis's Law", "law": "Progress is the exchange of one nuisance for another."},
  {"title": "Epstein's Axiom", "law": "With extremely few exceptions, nothing is worth the trouble."},
  {"title": "Etorre's Observation", "law": "The other line moves faster. This applies to all lines — bank, supermarket, tollbooth, customs, and so on. And don't try to change lines. The Other Line — the one you were in originally — will then move faster. (Barbara Ettore)"},
  {"title": "Farber's Fourth Law", "law": "Necessity is the mother of strange bedfellows."},
  {"title": "Felson's Law", "law": "To steal ideas from one person is plagiarism; to steal from many is research."},
  {"title": "Ferris' Frothing", "law": "Whatever their faults, the Communists never created canned laughter."},
  {"title": "Fett's Law of the Lab", "law": "Never replicate a successful experiment."},
  {"title": "Fifth Law of Applied Terror", "law": "If you are given an open-book exam, you will forget your book.", "corollary": "If you are given a take-home test, you will forget where you live."},
  {"title": "Finagle's Corollary", "law": "On a seasonally adjusted basis, there are only six months in a year."},
  {"title": "Finagle's Creed", "law": "Science is Truth. Don't be misled by facts."},
  {"title": "Finagle's Laws", "laws": ["1. If an experiment works, something has gone wrong.", "2.1 No matter what result is anticipated, there is always someone willing to fake it.", "2.2 No matter what the result, there is always someone eager to misinterpret it.", "2.3 No matter what happens, there is always someone who believes it happened according to his pet theory.", "3.0 In any collection of data, the figure most obviously correct, beyond all need of checking, is the mistake.", "3.1 No one whom you ask for help will see it.", "3.2 Everyone who stops by with unsought advice will see it immediately.", "4. Once a job is fouled up, anything done to improve it only makes it worse.", "Wingo's Axiom: All Finagle's Laws may be bypassed by learning the simple art of doing without thinking."]},
  {"title": "Finagle's Rule", "law": "Teamwork is essential. It allows you to blame someone else."},
  {"title": "Finagle's Rules", "laws": ["1. To study an application best, understand it thoroughly before you start.", "2. Always keep a record of data. It indicates you've been working.", "3. Always draw your curves, then plot the reading.", "4. In case of doubt, make it sound convincing.", "5. Program results should always be reproducible. They should all fail in the same way.", "6. Do not believe in miracles. Rely on them."]},
  {"title": "Finman's Law of Mathematics", "law": "Nobody wants to read anyone else's formulas."},
  {"title": "Finster's Law", "law": "A closed mouth gathers no feet."},
  {"title": "Firestone's Law of Forecasting", "law": "Chicken Little only has to be right once."},
  {"title": "Firestone's Negative Reformulation of Frisch's Law", "law": "You cannot have a baby in one month by getting nine women pregnant."},
  {"title": "First Law of Debate", "law": "Never argue with a fool — people might forget who's who."},
  {"title": "First Law of Holes", "law": "The first step in getting out of the hole your dug for yourself is to stop digging."},
  {"title": "First Law of Particle Physics", "law": "The shorter the life of the particle, the more it costs to produce."},
  {"title": "First Law of Scientific Progress", "law": "The advance of science can be measured by the rate at which exceptions to previously held laws accumulate.", "corollaries": ["1. Exceptions always outnumber rules.", "2. There are always exceptions to the established exceptions.", "3. By the time one masters the exceptions, no one recalls the rules to which they apply."]},
  {"title": "Fitz-Gibbon's Law", "law": "Creativity varies inversely with the number of cooks involved with the broth."},
  {"title": "Fletcher's Flagrant Rumination", "law": "Efficiency is a highly developed form of laziness."},
  {"title": "Forty-third Law of Computing", "law": "Anything that can go wr—"},
  {"title": "Foster's Thought", "law": "If polls are so accurate, why are there so many polling companies?"},
  {"title": "Fourth Law of Applied Terror", "law": "The night before the English History mid-term, your Biology instructor will assign 200 pages on planaria.", "corollary": "Every instructor assumes that you have nothing else to do except study for that instructor's course."},
  {"title": "Fourth Law of Holes", "law": "If you expect to miss the holes others have left in your path to success, stop looking back at the ones you just climbed out of."},
  {"title": "Fourth Law of Revision", "law": "After painstaking and careful analysis of a sample, you are always told that it is the wrong sample and doesn't apply to the problem."},
  {"title": "Franklin's Rule", "law": "Blessed is the end user who expects nothing, for he/she will not be disappointed."},
  {"title": "Freeman's Law", "law": "Halitosis is better than no breath at all."},
  {"title": "Freivald's Law", "law": "Only a fool can reproduce another fool's work."},
  {"title": "Fresco's Discovery", "law": "If you knew what you were doing, you'd probably be bored."},
  {"title": "Frisch's Law", "law": "It take one woman nine months to have a baby, no matter how many men you put on the job."},
  {"title": "Further Hints on Write-Ups", "laws": ["1. In any collection of data, the figures that most closely confirm the theory are wrong.", "2. No one you ask for help will see the mistakes either.", "3. Any nagging intruder who stops by with unsought advice will see them immediately.", "4. If an experiment works, you must be using the wrong equipment.", "5. An experiment may be considered successful if no more than half the data must be discarded to agree with the theory.", "6. No experiment is ever a complete failure. It can serve as a bad example.", "7. Always leave room, when writing a report, to add an explanation if it doesn't work (Rule of the Way Out)."]},
  {"title": "Futility Factor", "law": "No experiment is ever a complete failure — it can always serve as a negative example."},
  {"title": "Galileo's Conclusion", "law": "Science proceeds more by what it has learned to ignore than what it takes into account."},
  {"title": "Gentry's Conclusion", "law": "Virtue is just vice at rest."},
  {"title": "George's Lament", "law": "The one exception to the rule that what goes up must come down is the landing gear."},
  {"title": "Gerhardt's Law", "law": "If you find something you like, buy a lifetime supply. They are going to stop making it."},
  {"title": "Gerrold's Laws of Infernal Dynamics", "laws": ["1. An object in motion will always be headed in the wrong direction.", "2. An object at rest will always be in the wrong place.", "3. The energy required to change either one of these states will always be more than you wish to expend, but never so much as to make the task totally impossible."]},
  {"title": "Gilb's Laws Of Unreliability", "laws": ["1. At the source of every error which is blamed on the computer you will find at least two human errors, including the error of blaming it on the computer.", "2. Any system which depends on human reliability is unreliable.", "3. Undetectable errors are infinite in variety, in contrast to detectable errors, which by definition are limited.", "4. Investment in reliability will increase until it exceeds the probable cost of errors, or until someone insists on getting some useful work done."]},
  {"title": "Glasser's Corollary", "law": "If, of the seven hours you spend at work, six hours and fifty-five minutes are spent working at your desk, and the rest of the time you throw the bull with your cubicle-mate, the time at which your supervisor will walk in and ask what you're doing can be determined to within five minutes."},
  {"title": "Glyme's Formula For Success", "law": "The secret of success is sincerity. Once you can fake that, you've got it made."},
  {"title": "Golomb's Don'ts of Mathematical Modeling", "laws": ["Don't believe the thirty-third-order consequences of a first-order model.", "Catch Phrase: Cum grano salis.", "Don't extrapolate beyond the region of fit.", "Catch Phrase: Don't go off the deep end.", "Don't apply any model until you understand the simplifying assumptions on which it is based, and can test their applicability.", "Catch Phrase: Use only as directed.", "Don't believe that the model is the reality.", "Catch Phrase: Don't eat the menu.", "Don't distort reality to fit the model.", "Catch Phrase: The 'Procrustes Method.'", "Don't limit yourself to a single model: more than one may be useful for understanding different aspects of the same phenomenon.", "Catch Phrase: Legalize polygamy.", "Don't retain a discredited model.", "Catch Phrase: Don't beat a dead horse.", "Don't fall in love with your model.", "Catch Phrase: Pygmalion.", "Don't apply the terminology of Subject A to the problems of Subject B if it is to the enrichment of neither.", "Catch Phrase: New names for old.", "Don't expect that by having named a demon you have destroyed him.", "Catch Phrase: Rumpelstiltskin."]},
  {"title": "Gordon's Law", "law": "If a research project is not worth doing at all, it is not worth doing well."},
  {"title": "Grandmother Blackburn's Mental Umbrella", "law": "Always be prepared for the worst. If it happens, you are ready for it. If it doesn't, you will be pleasantly surprised."},
  {"title": "Grave's Law", "law": "As soon as you make something idiot-proof, along comes another idiot."},
  {"title": "Green's Law Of Debate", "law": "Anything is possible if you don't know what you're talking about."},
  {"title": "Grelb's Law of Erroring", "law": "In any series of calculations, errors tend to occur at the opposite end from which you begin checking."},
  {"title": "Gross's Postulate", "law": "Facts are not all equal. There are good facts and bad facts. Science consists of using good facts."},
  {"title": "Gummidge's Law", "law": "The amount of expertise varies in inverse proportion to the number of statements understood by the general public."},
  {"title": "Gumperson's Law", "law": "The probability of a given event occurring is inversely proportional to its desirability."},
  {"title": "Handy Guide to Modern Science", "laws": ["1. If it's green or it wriggles, it's biology.", "2. If it stinks, it's chemistry.", "3. If it doesn't work, it's physics.", "Cerf's Extensions to the Handy Guide to Modern Science", "4. If it's incomprehensible, it's mathematics.", "5. If it doesn't make sense, it's either economics or psychology."]},
  {"title": "Hanggi's Law", "law": "The more trivial your research, the more people will read it and agree.", "corollary": "The more vital your research, the less people will understand it."},
  {"title": "Harrison's Postulate", "law": "For every action, there is an equal and opposite criticism."},
  {"title": "Heller's Law", "law": "The first myth of management is that it exists."},
  {"title": "Henderson's Law of Scholarship", "law": "Research is reading two books that have never been read to write a third that will never be read."},
  {"title": "Henry Luce's Law", "law": "No good deed goes unpunished."},
  {"title": "Hersh's Law", "law": "Biochemistry expands to fill the space and time available for its completion and publication."},
  {"title": "Hill's First Law of Salesmanship", "law": "Treat the customer like a mushroom; keep him in the dark and spread manure on him at frequent intervals."},
  {"title": "Hinds' Law Of Computer Programming", "laws": ["1. Any given program, when running, is obsolete.", "2. If a program is useful, it will have to be changed.", "3. If a program is useless, it will have to be documented.", "4. Any given program will expand to fill all available memory.", "5. The value of a program is proportional to the weight of its output.", "6. Program complexity grows until it exceeds the capability of the programmer who must maintain it.", "7. Make it possible for programmers to write programs in English, and you will find that programmers cannot write in English.", "If a program actually fits in memory and has enough disk space, it is guaranteed to crash."], "corollary": "If such a program has not crashed yet, it is waiting for a critical moment before it crashes."},
  {"title": "Hoare's Law of Large Problems", "law": "Inside every large problem is a small problem struggling to get out."},
  {"title": "Hobson's Homily", "law": "Common sense is the least common of all senses."},
  {"title": "Hodge's Homily", "law": "There comes a time in a man's life when he must rise above principle."},
  {"title": "Hodges' Observation", "law": "The problem with government is that it scratches where there ain't no itch."},
  {"title": "Hofstadter's Law", "law": "It always takes longer than you expect, even when you take Hofstadter's Law into account."},
  {"title": "Howe's Law", "law": "Every man has a scheme that will not work."},
  {"title": "Hubbard's Law", "law": "Don't take life too seriously; you won't get out of it alive."},
  {"title": "Hurewitz's Memory Principle", "law": "The chance of forgetting something is directly proportional to ... to ..."},
  {"title": "Iron Law of Distribution", "law": "Them that has, gets."},
  {"title": "Jaffe's Precept", "law": "There are some things that are impossible to know — but it is impossible to know these things."},
  {"title": "Jenkinson's Law", "law": "It won't work."},
  {"title": "Jerry's Law", "law": "Just because everything is different doesn't mean anything has changed."},
  {"title": "Joel's Law of Economics: First Law: For every economist, there is an equal and opposite economist. Second Law", "law": "They are both wrong."},
  {"title": "Jone's Law", "law": "Anyone who makes a significant contribution to any field of endeavor, and stays in that field long enough, becomes an obstruction to its progress — in direct proportion to the importance of the original contribution."},
  {"title": "Jones's Law", "law": "The man who can smile when things go wrong has thought of someone he can blame it on."},
  {"title": "Juhani's Law", "law": "The compromise will always be more expensive than either of the suggestions it is compromising."},
  {"title": "Kipling's Errata", "law": "If you keep your head when all about you are losing theirs, you don't understand the problem."},
  {"title": "Kling's Contrast", "law": "Statesmen tell you what is true even though it may be unpopular. Politicians tell you what is popular even though it may be untrue."},
  {"title": "Kopcha's Rule", "law": "There is always one more son of a bitch than you counted on."},
  {"title": "Lacopi's Law", "law": "After food and sex, man's greatest drive is to tell the other fellow how to do his job."},
  {"title": "Langsam's Laws", "laws": ["1. Everything depends.", "2. Nothing is always.", "3. Everything is sometimes."]},
  {"title": "Langsam’s Ornithological Axiom", "law": "It’s difficult to soar with eagles when you work with turkeys."},
  {"title": "Laocoön's Law of Improbable Generosity", "law": "Don't look a gift horse in the mouth, but do check for Greek solders elsewhere in its anatomy."},
  {"title": "Larkinson's Law", "law": "All laws are basically false."},
  {"title": "Launegayer's Maxim", "law": "All the world's an analog tape, and digital circuits play only bit parts."},
  {"title": "Launegayer’s Observation", "law": "Asking dumb questions is easier than correcting dumb mistakes."},
  {"title": "Laura's Law", "law": "No child throws up in the bathroom."},
  {"title": "Law Of Continuity", "law": "Experiments should be reproducible. They should all fail in the same way."},
  {"title": "Law of Cybernetic Entomology", "law": "There is always one more bug."},
  {"title": "Law of Drunkenness", "law": "You can't fall off the floor."},
  {"title": "Law of Invisible Phenomena", "law": "The absence of evidence is not evidence of absence."},
  {"title": "Law of Laboratory Work", "law": "Hot glass looks exactly the same as cold glass."},
  {"title": "Law of Personal Expertise", "law": "Just when you get really good at something, they don't need you to do it any more."},
  {"title": "Law of Probable Dispersal", "law": "Whatever it is that hits the fan will not be evenly distributed."},
  {"title": "Law of Volunteer Labor", "law": "People are always available for work in the past tense."},
  {"title": "Lerman's Law of Technology: Any technical problem can be overcome given enough time and money.  Corollary", "law": "You are never given enough time or money."},
  {"title": "Lieberman's Law", "law": "Everybody lies; but it doesn't matter since nobody listens."},
  {"title": "Lippka's Law", "law": "When the world falls into complete moral decay, don't be so old you can't enjoy it."},
  {"title": "Loeb's Laws of Medicine", "laws": ["If what you're doing is working, keep doing it.", "If what you're doing is not working, stop doing it.", "If you don't know what to do, don't do anything.", "Above all, never let a surgeon get your patient."]},
  {"title": "Long's Truism", "law": "Natural laws have no pity."},
  {"title": "Lord Falkland's Rule", "law": "When it is not necessary to make a decision, it is necessary not to make a decision."},
  {"title": "Lyndon's Definition", "law": "An optimist is a father who lets his teen-age son take the car on a date. A pessimist is a father who will not. A cynic is a father who did."},
  {"title": "Maier's Law", "law": "If the facts do not conform to the theory, they must be disposed of.", "corollaries": ["1. The bigger the theory, the better.", "2. The experiment may be considered a success of no more than 50 percent of the observed measurements must be discarded to obtain a correspondence with the theory."]},
  {"title": "Malek's Law", "law": "Any simple idea will be worded in the most complicated way."},
  {"title": "Mann's Law (generalized)", "law": "If a scientists uncovers a publishable fact, it will become central to his theory.", "corollary": "His theory, in turn, will become central to all scientific thought."},
  {"title": "Mark Twain's Rule", "law": "Only kings, editors, and people with tapeworms have the right to use the editorial 'we.'"},
  {"title": "Martin's Universal Law", "law": "Nothing is ever so good nor so bad that it can't be expanded to be more so."},
  {"title": "Mathis' Rule", "law": "It is bad luck to be superstitious."},
  {"title": "May's Law of Stratigraphy", "law": "The quality of correlation is inversely proportional to the density of control."},
  {"title": "Meskimen's Law", "law": "There's never time to do it right, but always time to do it over."},
  {"title": "Morton's Law", "law": "If rats are experimented upon, they will develop cancer."},
  {"title": "Mr. Cooper's Law", "law": "If you do not understand a particular word in a piece of technical writing, ignore it. The piece will make perfect sense without it.", "corollary": "Bogovich's Corollary to Mr. Cooper's Law: If the piece makes no sense without the word, it will make no sense with the word."},
  {"title": "Muench's Law", "law": "Nothing improves an innovation like lack of controls."},
  {"title": "Murphy's Clarification of Thomas Wolfe's Law", "law": "You can go home again — you just can't stay there."},
  {"title": "Murphy's Eighth Law", "law": "If everything seems to be going well, you have obviously overlooked something."},
  {"title": "Murphy's Eleventh Law", "law": "It is impossible to make anything foolproof because fools are so ingenious."},
  {"title": "Murphy's Fifth Law", "law": "If anything simply cannot go wrong, it will anyway."},
  {"title": "Murphy's First Law", "law": "Anything that can go wrong will go wrong."},
  {"title": "Murphy's Fourteenth Law", "law": "If anything can't go wrong on its own, someone will make it go wrong."},
  {"title": "Murphy's Fourth Law", "law": "If there is a possibility of several things going wrong, the one that will cause the most damage will be the one to go wrong.", "corollary": "If there is a worse time for something to go wrong, it will happen then."},
  {"title": "Murphy's Law for Electricians", "law": "Any wire cut to length will be too short."},
  {"title": "Murphy's Law of Research", "law": "Enough research will tend to support you theory."},
  {"title": "Murphy's Law of Selective Gravity: An object will fall so as to do the most damage.", "corollary": "Jenning's Corollary to Murphy's Law of Selective Gravity", "law": "The chance of the bread falling with the buttered side down is directly proportional to the cost of the carpet."},
  {"title": "Murphy's Metric Recommendation", "law": "We should go metric every inch of the way."},
  {"title": "Murphy's Ninth Law", "law": "Nature always sides with the hidden flaw."},
  {"title": "Murphy's Second Law", "law": "Nothing is as easy as it looks."},
  {"title": "Murphy's Seventh Law", "law": "Left to themselves, things tend to go from bad to worse."},
  {"title": "Murphy's Sixth Law", "law": "If you perceive that there are four possible ways in which a procedure can go wrong, and circumvent these, then a fifth way, unprepared for, will promptly develop."},
  {"title": "Murphy's Societal Axiom", "law": "There is nothing more dangerous than good intentions combined with stupidity."},
  {"title": "Murphy's Statement on the Power of Negative Thinking", "law": "It is impossible for an optimist to be pleasantly surprised."},
  {"title": "Murphy's Tenth Law", "law": "Mother nature is a bitch."},
  {"title": "Murphy's Third Law", "law": "Everything takes longer than you think it will."},
  {"title": "Murphy's Thirteenth Law", "law": "Every solution breeds new problems."},
  {"title": "Murphy's Time-Action Quandary", "law": "You never know how soon is too late."},
  {"title": "Murphy's Twelfth Law", "law": "Whenever you set out to do something, something else must be done first."},
  {"title": "Newberry's Observation", "law": "The universal aptitude for ineptitude makes any human accomplishment an incredible miracle."},
  {"title": "Nietzsche's \"I Need It\" Clarification", "law": "Necessity is an interpretation, not a fact."},
  {"title": "Ninety-Ninety Rule of Project Schedules", "law": "The first ninety percent of the task takes ten percent of the time; the last ten percent takes the other ninety percent."},
  {"title": "Nolan's Observation", "law": "The difference between smart people and dumb people isn't that smart people don't make mistakes. They just don't keep making the same mistake over and over again."},
  {"title": "Nolan's Placebo", "law": "An ounce of image is worth a pound of performance."},
  {"title": "Nonreciprocal Laws of Expectations", "law": "Negative expectations yield negative results. Positive expectations yield negative results."},
  {"title": "Norman's Household Hint", "law": "Give me a home where the buffalo roam, and you've got a room full of buffalo chips."},
  {"title": "Nowlan's Deduction", "law": "Following the path of least resistance is what makes men and rivers crooked."},
  {"title": "O'Reilly's Law Of The Kitchen", "law": "Cleanliness is next to impossible."},
  {"title": "O'Toole's Commentary On Murphy's Law", "law": "Murphy was an optimist."},
  {"title": "Oler's Theorem", "law": "Everybody needs a certain level of misery in his life to ever be happy.", "corollaries": ["If his misery falls below his critical level, he becomes unhappy and is driven to seek new misery.", "When his total misery rises to his critical level he becomes happy again."]},
  {"title": "Oliver's Law Of Location", "law": "No matter where you are, there you are."},
  {"title": "Ornithologist's Theory", "law": "One good tern deserves another."},
  {"title": "Osborn's Law", "law": "Variables won't, constants aren't."},
  {"title": "Parker's Law", "law": "Beauty is only skin deep, but ugly goes clean to the bone."},
  {"title": "Parkinson's Law of Scientific Progress", "law": "The progress of science varies inversely with the number of journals published."},
  {"title": "Paul's Second Law", "law": "The sooner you fall behind, the more time you will have to catch up."},
  {"title": "Paulsen's Rule", "law": "Enter a purported contest and be on the sponsor's sucker list for life."},
  {"title": "Peer's Law", "law": "The solution to a problem changes the problem."},
  {"title": "Perrussel's Law", "law": "There is no job so simple that it cannot be done wrong."},
  {"title": "Peter's Perfect-People Palliative", "law": "Each of us is a mixture of good qualities and some (perhaps) not-so-good qualities. In considering our fellow people, we should remember their good qualities and realize that their faults only prove that they are, after all, human. We should refrain from making harsh judgments of people just because they happen to be dirty, rotten, no-good sons-a-bitches."},
  {"title": "Pohl's Law", "law": "Nothing is so good that somebody, somewhere, will not hate it."},
  {"title": "Polis' Attorney Law", "law": "Any law enacted with more than fifty words contains at least one loophole."},
  {"title": "Preudhomme's Law of Window Cleaning", "law": "It's on the other side."},
  {"title": "Primary Rule of History", "law": "History doesn't repeat itself — historians merely repeat each other."},
  {"title": "Proof of Murphy's Law", "law": "Murphy's Law cannot be proven, yet is correct, as when you try to prove Murphy's Law, you will see that the proof is incorrect. This is obviously due to Murphy's Law, therefore Murphy's Law is correct and proven."},
  {"title": "Pudder's Law: Anything that begins well will end badly. (Note", "law": "The converse of Pudder's law is not true.)"},
  {"title": "Quade's Law", "law": "In human relations the easiest thing to achieve is a misunderstanding."},
  {"title": "Rahilly's Law of Academic Administration", "law": "Remember that not all the faculty have all their faculties."},
  {"title": "Ralph's Observation", "law": "It is a mistake to allow any mechanical object to realize you are in a hurry."},
  {"title": "Rapoport's Rule of the Roller Skate Key", "law": "Certain items that are crucial to a given activity will show up with uncommon regularity until the day when that activity is planned. At this point, the item in question will disappear from the face of the earth."},
  {"title": "Ray's Rueful Rumination", "law": "The world is full of surprises, very few of which are pleasant."},
  {"title": "Red's Rumination", "law": "Even with a nightcap, a wolf looks nothing like a grandmother."},
  {"title": "Robert's Axiom", "law": "Only errors exist."},
  {"title": "Rocky's Lemma of Innovative Prevention", "law": "Unless the results are known in advance, funding agencies will reject the proposal."},
  {"title": "Rudin's Law", "law": "In a crisis that forces a choice to be made among alternative courses of action, people tend to choose the worst possible course."},
  {"title": "Rule of Accuracy", "law": "When working toward the solution of a problem, it always helps if you know the answer."},
  {"title": "Rule of Defactualization", "law": "Information deteriorates upward through bureaucracies."},
  {"title": "Rule of Failure", "law": "If at first you don't succeed, destroy all evidence that you have tried."},
  {"title": "Rule of Reason", "law": "If nobody uses it, there's a reason."},
  {"title": "Rules of the Lab", "laws": ["1. When you don't know what you're doing, do it neatly.", "2. Experiments must be reproducible, they should fail the same way each time.", "3. First draw your curves, then plot your data.", "4. Experience is directly proportional to equipment ruined.", "5. A record of data is essential, it shows you were working.", "6. To study a subject best, understand it thoroughly before you start.", "7. To do a lab really well, have your report done well in advance.", "8. If you can't get the answer in the usual manner, start at the answer and derive the question.", "9. If that doesn't work, start at both ends and try to find a common middle.", "10. In case of doubt, make it sound convincing.", "11. Do not believe in miracles — rely on them.", "12. Team work is essential. It allows you to blame someone else.", "13. All unmarked beakers contain fast-acting, extremely toxic poisons.", "14. Any delicate and expensive piece of glassware will break before any use can be made of it. (Law of Spontaneous Fission)"]},
  {"title": "Ryan's Law", "law": "Make three correct guesses consecutively and you will establish yourself as an expert."},
  {"title": "Sanrio's Rule of Bureaucratic Funding (a.k.a. The Serve Yourself Solution)", "law": "The first expenditure of new revenue made available to a bureaucratic agency will be used to expand the administration of the program rather than for the needs of the program itself."},
  {"title": "Sattinger's Law", "law": "It works better if you plug it in."},
  {"title": "Sausage Principle", "law": "People who love sausage and respect the law should never watch either one being made."},
  {"title": "Schopenhauer's Law of Entropy", "law": "If you put a spoonful of wine in a barrel full of sewage, you get sewage. If you put a spoonful of sewage in a barrel full of wine, you get sewage."},
  {"title": "Seay's Law", "law": "Nothing ever comes out as planned."},
  {"title": "Second Law of Holes", "law": "If a boss digs himself into a hole, all subordinates are expected to jump in with him."},
  {"title": "Second Law of Particle Physics", "law": "The basic building blocks of matter do not occur in nature."},
  {"title": "Second Rule of Environmental Protection", "law": "The most efficient way to dispose of toxic waste is to reclassify the waste as non toxic."},
  {"title": "Segal's Law", "law": "A man with one watch knows what time it is. A man with two watches is never sure."},
  {"title": "Sevareid's Law", "law": "The chief cause of problems is solutions."},
  {"title": "Shalit's Drugstore Observation", "law": "These pills can't be habit-forming; I've been taking them for years."},
  {"title": "Shaw's Principle", "law": "Build a system that even a fool can use, and only a fool will want to use it."},
  {"title": "Simenon's Profound Postulate", "law": "All proverbs contradict each other."},
  {"title": "Sir Perkins' \"People Differ\" Law", "law": "Some object to the fan dancer, other to the fan."},
  {"title": "Siwiak's Rule", "law": "The only way to make something foolproof is to keep it away from fools."},
  {"title": "Skinner's Constant (Flanagan's Finagling Factor)", "law": "That quantity which, when multiplied by, divided by, added to, or subtracted from the answer you get, gives you the answer you should have got."},
  {"title": "Slick's Three Laws of the Universe", "laws": ["1. Nothing in the known universe travels faster than a bad check.", "2. A quarter-ounce of chocolate equals four pounds of fat.", "3. There are two types of dirt: the dark kind, which is attracted to light objects, and the light kind, which is attracted to dark objects."]},
  {"title": "Souder's Law", "law": "Repetition does not establish validity."},
  {"title": "Spark's Law of Irrepressible Use: If a person has something, they feel compelled to use it even though its use is unnecessary. Examples", "law": "The child who gets a hammer uses it. The person who gets authority will overexercise it."},
  {"title": "Starr's Law", "law": "It's only the people who you don't know who know what they're doing."},
  {"title": "Steiger's Law", "law": "This is as bad as the situation can get — but don't bet on it."},
  {"title": "Steinmetz's Rumination", "law": "There are no foolish questions, and no man becomes a fool until he stops asking questions."},
  {"title": "Stewart's Corollary to Murphy's Law", "law": "Murphy's Law may be delayed or suspended for an indefinite period of time, provided that such delay or suspension will result in a greater catastrophe at a later date."},
  {"title": "Stewart's Law Of Retroaction", "law": "It is easier to get forgiveness than permission."},
  {"title": "Stovall's Law of Negative Inaction", "law": "The only thing wrong with doing nothing is that you never know when you're finished."},
  {"title": "T. H. White's Conclusion", "law": "The most difficult thing in the world is to know how to do a thing and to watch someone else doing it wrong, without commenting."},
  {"title": "Teller's Commentary", "law": "Whoever learns to control the weather will have destroyed the last safe topic of conversation."},
  {"title": "Tenenbaum's Law of Replicability", "law": "The most interesting results happen only once."},
  {"title": "Terman's Law of Innovation", "law": "If you want a track team to win the high jump, you find one person who can jump seven feet, not seven people who can jump one foot."},
  {"title": "Terman's Law", "law": "There is no direct relationship between the quality of an educational program and its cost."},
  {"title": "The \"Where Are They When You Need Them?\" Principle", "law": "If a man steals from you once, he's a fool; if a man steals from you twice, you're the fool; if he steals from you thrice, the odds are eight to five the thief and the agency charged with the theft protection are one and the same."},
  {"title": "The 50-50-90 rule", "law": "Any time you have a 50-50 chance of getting something right, there's a 90% probability you'll get it wrong."},
  {"title": "The Abilene Paradox", "law": "People in groups tend to agree on courses of action which, as individuals, they know are stupid."},
  {"title": "The Apartment Dweller's Corollary", "law": "Neighbors never sleep."},
  {"title": "The Apartment Dweller's Law", "law": "Your upstairs neighbors dance, your downstairs neighbors hit the roof, and your next-door neighbors play handball."},
  {"title": "The Carpenter's Rule", "law": "Cut to fit; beat into place."},
  {"title": "The Course of Progress", "law": "Most things get steadily worse."},
  {"title": "The Dialectics of Progress", "law": "Direct action produces direct reaction."},
  {"title": "The Dilbert Principle", "law": "Incompetent employees are promoted to the position where they can do the least damage — management. (Scott Adams)"},
  {"title": "The enemy invariably attacks on two occasions", "laws": ["a. when you're ready for them.", "b. when you're not ready for them."]},
  {"title": "The Fame and Fortune Axiom", "law": "Competence is not a prerequisite for success."},
  {"title": "The First Law of Mathematics", "law": "The answer has to look right."},
  {"title": "The Holiday Turkey Laws", "laws": ["The size of a turkey bears no relation to the amount of hash it will produce.", "At any given dinner where a single turkey is carved, three of the guests will ask for wings.", "Regardless of what time a wife serves a holiday dinner, it will cause her husband to miss the last half of the TV football game.", "The job of carving a turkey is always assigned to the person least capable of carrying it out.", "The space available in an electric refrigerator contracts or expands in inverse ratio to the amount of leftovers."]},
  {"title": "The Law of Avoiding Oversell", "law": "When putting cheese in a mousetrap, always leave room for the mouse."},
  {"title": "The Law of Common Sense", "law": "Never accept a drink from a urologist."},
  {"title": "The Law of Motivation", "law": "Creativity is great, but plagiarism is faster."},
  {"title": "The Law of Predicted Results", "law": "Market research can be conducted and interpreted to prove any desired conclusion."},
  {"title": "The Law of Reality", "law": "Never get into fights with ugly people, they have nothing to lose."},
  {"title": "The Law of Repair", "law": "It costs more to fix it than to buy a new one."},
  {"title": "The Law of Self Sacrifice", "law": "When you starve with a tiger, the tiger starves last."},
  {"title": "The Law of the Perversity of Nature", "law": "You cannot successfully determine beforehand which side of the bread to butter."},
  {"title": "The Law of the Too Solid Goof", "law": "In any collection of data, the figures that are obviously correct beyond all need of checking contain the errors.", "corollaries": ["No one you ask for help will see the error either.", "Any nagging intruder, who stops by with unsought advice, will spot it immediately."]},
  {"title": "The Law of Volunteering", "law": "If you dance with a grizzly bear, you had better let him lead."},
  {"title": "The Pace of Progress", "law": "Society is a mule, not a car. If pressed too hard, it will kick and throw off its rider."},
  {"title": "The Path of Progress", "law": "A shortcut is the longest distance between two points."},
  {"title": "The Politician's Rule", "law": "In politics you can often be wrong, but never in doubt."},
  {"title": "The Prime Axiom", "law": "In any field of scientific endeavor, anything that can go wrong, will."},
  {"title": "The Principle Concerning Multifunctional Devices", "law": "The more functions a device is required to perform, the less effectively it can perform any individual function."},
  {"title": "The Referee's Creed", "law": "What I don't understand I despise, what I despise I reject."},
  {"title": "The Reliability Principle", "law": "The difference between the Laws of Nature and Murphy's Law is that with the Laws of Nature you can count on things screwing up the same way every time."},
  {"title": "The Ruler Rule", "law": "There is no such thing as a straight line."},
  {"title": "The Sagan Fallacy", "law": "To say a human being is nothing but molecules is like saying a Shakespearean play is nothing but words."},
  {"title": "The Shrink's Assessment", "law": "There's no point in worrying about apathy when you can't care less."},
  {"title": "The Snafu Equations", "laws": ["1. Given any problem containing N equations, there will be N+1 unknowns.", "2. The object or bit of information most needed will be least available.", "3. The device requiring service or adjustment will be least accessible.", "4. In any human endeavor, once you have exhausted all possibilities and failed, there will be one solution, simple, obvious, and highly visible to everyone else.", "5. Badness comes in waves.", "6. Interchangeable devices won't."]},
  {"title": "The Spare-Parts Principle", "law": "Accessibility during recovery of small parts which fall from the work bench varies directly with the size of the part and inversely with its importance to the completion of work underway."},
  {"title": "The Two Laws of Frisbee", "laws": ["1. The most powerful force in the world is that of a disc straining to land under a car, just out of reach (this force is technically termed 'car suck.')", "2. Never precede any maneuver by a comment more predictive than 'Watch this!'"]},
  {"title": "The Unspeakable Law", "law": "As soon as you mention something... if it's good, it goes away... if it's bad, it happens."},
  {"title": "Theory of Assembly", "law": "Instructions are that which will be read as a last resort."},
  {"title": "Third Law of Holes", "law": "If a subordinate digs a hole, never expect the boss to jump in with him."},
  {"title": "Thumb's First Postulate", "law": "It is better to solve a problem with a crude approximation and know the truth, plus or minus 10 percent, than to demand an exact solution and not know the truth at all."},
  {"title": "Thumb's Second Postulate", "law": "An easily understood, workable falsehood is more useful than a complex, incomprehensible truth."},
  {"title": "Thyme's Law", "law": "Everything goes wrong at once."},
  {"title": "Unnamed Law", "law": "If it happens, it must be possible."},
  {"title": "Utvich's Observation", "law": "Education is the process of moving from cocksure ignorance to thoughtful uncertainty."},
  {"title": "Van Oech's Law", "law": "An expert really doesn't know anymore than you do. He is merely better organized and has slides."},
  {"title": "Van Roy's Law", "law": "Honesty is the best policy — there's less competition."},
  {"title": "Van Roy's Rumination", "law": "Fools rush in where fools have been before."},
  {"title": "Veslind's Law of Experimentation", "laws": ["1. If reproducibility may be a problem, conduct the test only once.", "2. If a straight line fit is required, obtain only two data points."]},
  {"title": "Vile's Law of Communication", "law": "No one is listening until you make a mistake."},
  {"title": "Weiler's Law", "law": "Nothing is impossible for the man who doesn't have to do it himself."},
  {"title": "Weinberg's Corollary", "law": "An expert is a person who avoids the small errors while sweeping on to the grand fallacy."},
  {"title": "Weinberg's First Law", "law": "Progress is made on alternative Fridays."},
  {"title": "Weinberg's Second Law", "law": "If builders built buildings the way programmers write programs, then the first woodpecker that came along would destroy civilization."},
  {"title": "Weiner's Law of Libraries", "law": "There are no answers, only cross references."},
  {"title": "Westheimer's Rule", "law": "To estimate the time it takes to do a task, estimate the time you think it should take, multiply by two, and change the unit of measure to the next highest unit. Thus, we allocate two days for a one-hour task."},
  {"title": "Wethern's Law", "law": "Assumption is the mother of all screw-ups."},
  {"title": "Whidden's Growl", "law": "The amateur is the one with all the answers."},
  {"title": "Whitehead's Law", "law": "The obvious answer is always overlooked."},
  {"title": "Whole Picture Principle", "law": " Research scientists are so wrapped up in their own narrow endeavors that they cannot possibly see the whole picture of anything, including their own research.", "corollary": "The Director of Research should know as little as possible about the specific subject of research he or she is administering."},
  {"title": "Williams and Holland's Law", "law": "If enough data is collected, anything may be proven by statistical methods."},
  {"title": "Wingo's Research Principle", "law": "The bigger the discovery, the more likely it was made while testing for something else."},
  {"title": "Wolf's Law, or an Optimistic View of a Pessimistic World", "law": "It isn't that things will necessarily go wrong (Murphy's Law), but rather that they will take so much more time and effort than you think if they are not to go wrong."},
  {"title": "Wood's Axiom", "law": "As soon as a still-to-be-finished computer task becomes a life-or-death situation, the power fails."},
  {"title": "Woodward's Law", "law": "A theory is better than its explanation."},
  {"title": "Wyszowski's Laws", "laws": ["1. No experiment is reproducible.", "2. Anything can be made to work if you fiddle with it long enough."]},
  {"title": "Young's Comment on Scientific Method", "law": "You can't get here from there."},
  {"title": "Young's Law", "law": "All great discoveries are made by mistake.", "corollary": "The greater the funding, the longer it takes to make the mistake."},
  {"title": "Zymurgy's First Law of Evolving System Dynamics", "law": "Once you open a can of worms, the only way you can re-can them is to use a larger can. (Old worms never die; they just worm their way into larger cans.)"},
  {"title": "Zymurgy's Law on the Availability of Volunteer Labor", "law": "People are always available for work in the past tense."},
  {"title": "Zymurgy's Seventh Exception to Murphy's Laws", "law": "When it rains, it pours."}
]