[
  "If anything can go wrong, it will.",
  "Anything that can go wrong will go wrong.",
  "Every solution breeds new problems.",
  "Everything takes longer than you think.",
  "If anything simply cannot go wrong, it will anyway.",
  "If everything seems to be going well, you have obviously overlooked something.",
  "If there is a possibility of several things going wrong, the one that will cause the most damage will be the one to go wrong. Corollary: If there is a worse time for something to go wrong, it will happen then.",
  "If you perceive that there are four possible ways in which a procedure can go wrong, and circumvent these, then a fifth way, unprepared for, will promptly develop.",
  "It is impossible to make anything foolproof because fools are so ingenious.",
  "It is impossible to make anything foolproof because fools are so ingenious.",
  "Law of the Perversity of Nature (Mrs. Murphy's Corollary): You cannot successfully determine beforehand which side of the bread to butter Corollary (Jenning): The chance of the bread falling with the buttered side down is directly proportional to the cost of the carpet.",
  "Left to themselves, things tend to go from bad to worse.",
  "Left to themselves, things tend to go from bad to worse.",
  "Mother nature is a bitch.",
  "Murphy's Constant: Matter will be damaged in direct proportion to its value.",
  "Murphy's Law of Copiers: The legibility of a copy is inversely proportional to its importance.",
  "Murphy's Law of Research: Enough research will tend to support your theory.",
  "Murphy's Law of the Open Road: When there is a very long road upon which there is a one-way bridge placed at random, and there are only two cars on that road, it follows that: (1) the two cars are going in opposite directions, and (2) they will always meet at the bridge.",
  "Murphy's Law of Thermodynamics: Things get worse under pressure.",
  "Nature always sides with the hidden flaw.",
  "Nothing is as easy as it looks.",
  "Quantization Revision of Murphy's Laws: Everything goes wrong all at once.",
  "The Murphy Philosophy: Smile... tomorrow will be worse.",
  "Whenever you set out to do something, something else must be done first.",
  "A falling object will always land where it can do the most damage.",
  "A shatterproof object will always fall on the only surface hard enough to crack or break it.",
  "A paint drip will always find the hole in the newspaper and land on the carpet underneath (and will not be discovered until it has dried).",
  "A dropped power tool will always land on the concrete instead of the soft ground (if outdoors) or the carpet (if indoors) - unless it is running, in which case it will fall on something it can damage (like your foot).",
  "If a dish is dropped while removing it from the cupboard, it will hit the sink, breaking the dish and chipping or denting the sink in the process.",
  "A valuable dropped item will always fall into an inaccessible place (a diamond ring down the drain, for example) - or into the garbage disposal while it is running.",
  "If you use a pole saw to saw a limb while standing on an aluminum ladder borrowed from your neighbor, the limb will fall in such a way as to bend the ladder before it knocks you to the ground.",
  "If you pick up a chunk of broken concrete and try to pitch it into an adjacent lot, it will hit a tree limb and come down right on the driver's side of your car windshield."
]